Repository: coteditor/CotEditor
Catalog: CotEditor/*.lproj/FormatPane.strings
Languages: de, es, fr, ja, pt, zh_hans

# 14.title
source: Classic Mac OS (CR)
de: Klassisches Mac OS (CR)
es: Mac OS clásico (CR)
fr: Mac OS Classic (CR)
ja: クラシックMac OS (CR)
pt: Mac OS Clássico (CR)

# 3273.title
source: Default line endings:
de: Standardzeilenenden:
es: Finales de línea predeterminados:
fr: Fins de ligne par défaut :
ja: 改行コード:
pt: Finais de linha padrão:
zh_hans: 默认行尾：

# 3275.title
source: Edit List…
de: Liste bearbeiten …
es: Editar lista…
fr: Editer la liste…
ja: リストを編集...
pt: Editar Lista…
zh_hans: 编辑列表…

# 3277.title
source: Priority of encodings:
de: Priorität der Codierungen:
es: Prioridad de las codificaciones:
ja: ファイルを開くとき:

# 3278.title
source: Default text encoding:
de: Standardcodierung:
es: Codificación de texto predeterminada:
fr: Encodage par défaut :
ja: エンコーディング:
pt: Codificação padrão:
zh_hans: 默认文本编码：

# 3280.title
source: Refer to encoding declaration in document
de: Codierungsdeklaration im Dokument nachsehen
es: Consulte codificación hecha en el documento
fr: Se référer à la déclaration d'encodage
ja: エンコーディング宣言を参照
pt: Consultar declaração da codificação
zh_hans: 参考编码声明

# 3329.title
source: Default syntax style:
de: Standardsyntax:
es: Estilo de sintaxis predeterminado:
fr: Syntaxes par défaut :
ja: デフォルトスタイル:
pt: Estilo de sintaxe padrão:
zh_hans: 默认语法样式：

# 1lj-x8-ouD.title
source: Import…
de: Importieren …
es: Importar…
fr: Importer…
ja: 読み込み...
pt: Importar…
zh_hans: 导入…

# 371-P0-KPK.title
source: Edit…
de: Bearbeiten …
es: Editar…
fr: Editer…
ja: 編集...
pt: Editar…
zh_hans: 编辑…

# 3aD-Fv-G8H.title
source: Restore
es: Restaurar

# 5oN-VC-ot9.title
source: Duplicate…
de: Duplizieren
es: Duplicar…
fr: Dupliquer…
ja: 複製...
pt: Duplicar…
zh_hans: 拷贝…

# 7hV-jt-xSx.title
source: Table View Cell
es: Vista de tabla con celdas

# A7t-Ca-nZi.title
source: Duplicate…
es: Duplicar…

# AkE-0P-0FC.title
source: Reveal in Finder
de: Im Finder anzeigen
es: Mostrar en Finder
fr: Afficher dans le Finder
ja: Finderで表示
pt: Mostrar no Finder
zh_hans: 在 Finder 中显示

# FhP-Hj-cWE.title
source: Reload All Styles
de: Alle Syntaxen neu laden
es: Recargar todos los estilos
fr: Recharger toutes les syntaxes
ja: すべてのスタイルを再読み込み
pt: Recarregar Todos os Estilos
zh_hans: 重载全部样式

# FjK-rw-YKz.title
source: Box
es: Caja

# Hma-8v-2gu.ibShadowedToolTip
source: Add empty style
de: Neue Syntax hinzufügen
es: Añadir estilo vacío
fr: Ajouter une syntaxe vide
ja: 新規スタイルを追加
pt: Adicione um estilo vazio
zh_hans: 添加新的样式

# IDp-GN-Aet.title
source: Export…
es: Exportar…

# NDE-r5-xAF.title
source: Delete
de: Löschen
es: Borrar
fr: Supprimer…
ja: 削除
pt: Apagar
zh_hans: 删除

# Q0c-oI-um3.ibExternalAccessibilityDescription
source: Edit
de: Bearbeiten
es: Editar
fr: Editer
ja: 編集
pt: Edite
zh_hans: 编辑

# Q0c-oI-um3.ibShadowedToolTip
source: Edit selected style
de: Ausgewählte Syntax bearbeiten
es: Editar el estilo seleccionado
fr: Editer la syntaxe sélectionnée
ja: 選択したスタイルを編集
pt: Edite o estilo selecionado
zh_hans: 编辑选中样式

# Qwp-u8-Urf.title
source: Export…
de: Exportieren …
es: Exportar…
fr: Exporter…
ja: 書き出し...
pt: Exportar…
zh_hans: 导出…

# Rh3-kc-Gte.title
source: Share
de: Teilen …
es: Compartir

# Tsu-pA-ACl.headerCell.title
source: Style Name
es: Nombre del estilo

# Zox-Ve-mru.title
source: Restore
de: Zurücksetzen
es: Restaurar
fr: Restaurer…
ja: 元に戻す
pt: Restaurar
zh_hans: 还原

# cbJ-XK-bnG.ibShadowedToolTip
source: This style is customized.
de: Diese Syntax ist modifiziert.
es: Este estilo está personalizado.
fr: Cette syntaxe est personnalisée.
ja: このスタイルはカスタマイズされています。
pt: Este estilo foi personalizado.
zh_hans: 该样式已被自定义。

# dI1-Dk-Mce.ibShadowedToolTip
source: Remove selected style
de: Ausgewählte Syntax löschen
es: Eliminar el estilo seleccionado
fr: Supprimer la syntaxe sélectionnée
ja: 選択したスタイルを削除
pt: Remova o estilo selecionado
zh_hans: 移除选中的样式

# hyN-4W-57i.title
source: Show File Mapping Conflicts
de: Dateizuordnungskonflikte einblenden
es: Mostrar conflictos de mapeo de archivos
fr: Montrer les conflits d'associations de fichiers
ja: ファイル関連付けのコンフリクトを表示
pt: Mostrar Conflitos de Mapeamento de Arquivo
zh_hans: 显示文件映射冲突

# oKF-f1-aVQ.title
source: Text Cell
es: Celda de texto

# sRJ-x0-fo7.title
source: Syntax Action
es: Acción de sintaxis

# vlw-Tc-sLl.title
source: Available syntax styles:
de: Verfügbare Syntaxen:
es: Estilos de sintaxis disponibles:
fr: Syntaxes installées :
ja: インストール済みスタイル:
pt: Estilos de sintaxe instalados:
zh_hans: 已安装的语法样式：

# vs5-Ck-0Cf.title
source: Reveal in Finder
es: Mostrar en Finder

# xRA-ND-YIE.title
source: Share
de: Teilen …
es: Compartir

# 3326.title
source: Enable syntax highlighting
fr: Activer la coloration syntaxique
ja: シンタックスカラーリングを有効にする
pt: Ativar destaque da sintaxe
zh_hans: 启用语法高亮

# 3325.title
source: (Including outline menu)
fr: （inclue le menu de structure）
ja: （アウトラインを含む）
pt: (inclusive no menu de plano)
zh_hans: （包括大纲菜单）
