Repository: coteditor/CotEditor
Catalog: CotEditor/*.lproj/GeneralPane.strings
Languages: de, es, it, ja, pt, zh_hans

# zDW-aW-9G8.title
source: On startup:
de: Beim Start:
es: En el inicio:
it: All’avvio:
ja: 起動したとき:
pt: Na inicialização:
zh_hans: 启动时：

# QX9-BI-SIL.title
source: Reopen windows from last session
de: Fenster der letzten Sitzung erneut öffnen
es: Vuelva a abrir las ventanas de la última sesión
it: Riapri le finestre dall’ultima sessione
ja: 最後のセッションのウインドウを開く
pt: Reabrir janelas da última sessão
zh_hans: 重新打开上次会话的窗口

# wmw-xg-bSt.title
source: When nothing else is open:
de: Wenn nichts geöffnet ist:
es: Cuando no hay nada más abierto:
it: Quando non c’è alcun documento aperto:
ja: 何も開かれていなければ:
pt: Quando não houver nada aberto:
zh_hans: 当无项目可以打开时：

# i4c-DG-ADS.title
source: Create New Document
de: Neues Dokument erstellen
es: Crear nuevo documento
it: Crea un nuovo documento
ja: 新規書類を作成
pt: Criar Novo Documento
zh_hans: 创建新文档

# hIX-mh-cG4.title
source: Show Open Dialogue
de: „Datei öffnen“-Dialog anzeigen
es: Mostrar diálogo Abrir
it: Mostra la finestra di dialogo Apri
ja: ”開く”ダイアログを表示
pt: Mostrar Diálogo de Abertura
zh_hans: 显示打开对话框

# KgD-GV-alV.title
source: Do Nothing
de: Keine Aktion
es: No hacer nada
it: Nessuna azione
ja: 何もしない
pt: Não Fazer Nada
zh_hans: 不执行任何操作

# Ki4-3Y-AZL.title
source: Document save:
de: Dokumentensicherung:
es: Guardar documento:
it: Salva documento:
ja: 書類の保存:
pt: Salvamento de documentos:
zh_hans: 文档保存：

# SGo-FL-Pax.title
source: Enable Auto Save with Versions
de: Automatische Sicherung mit Versionen aktivieren
es: Habilitar el guardado automático con versiones
it: Abilita il salvataggio automatico delle versioni
ja: オートセーブとバージョンを有効にする
pt: Ativar Salvamento Automático com Versões
zh_hans: 开启带有版本的自动保存

# sOa-Ea-zt9.title
source: A system feature that automatically overwrites your files while editing. Even if it turned off, CotEditor creates backup covertly for unexpected quit.
de: Eine Systemfunktion, die deine Dateien während der Bearbeitung automatisch überschreibt. Selbst wenn nicht aktiviert, erstellt CotEditor verdeckt Backups für unerwartete Beenden.
es: Una función del sistema que sobrescribe automáticamente sus archivos mientras los edita. Incluso si se apaga, CotEditor crea una copia de seguridad de forma encubierta ante un cierre inesperado.
it: Questa funzione registra automaticamente i documenti durante la loro lavorazione. Anche se non è attiva, CotEditor crea comunque dei backup, in caso di blocco dell’applicazione.
ja: 書類の編集中に自動でファイルを上書きするmacOSの機能です。この機能を無効にした場合も、CotEditorは予期しない終了に備えて裏でバックアップを作成します。
pt: Um recurso do sistema que salva os arquivos automaticamente durante a edição. Mesmo se inativo, o CotEditor cria um backup em segundo plano para o caso de falhas inesperadas.
zh_hans: 编辑文件时自动覆盖保存文件的系统特性。即使被禁用，CotEditor也会在程序退出时自动保存备份。

# x4n-2n-I3p.title
source: When document is changed by another application:
de: Wenn Dokument von einem anderen Programm geändert wird:
es: Cuando otra aplicación cambia el documento:
it: Quando il documento è modificato da un’altra applicazione:
ja: 書類が別のアプリケーションによって変更されたとき:
pt: Quando o documento for modificado por outro aplicativo:
zh_hans: 当文档被其他应用更改时：

# sBH-MX-cTd.title
source: Keep CotEditor’s edition
de: CotEditors Version behalten
es: Mantener la edición de CotEditor
it: Mantieni la versione di CotEditor
ja: CotEditorの編集内容を保持
pt: Manter edição do CotEditor
zh_hans: 保留CotEditor的版本

# IkZ-EO-BSv.title
source: Ask how to resolve
de: Nachfragen
es: Pregunta cómo resolver
it: Chiedi cosa fare
ja: 解決方法を確認
pt: Solicitar resolução
zh_hans: 询问如何更新

# rpa-Di-f4s.title
source: Update to modified edition
de: Auf geänderte Version aktualisieren
es: Actualización de la edición modificada
it: Aggiorna usando la versione modificata
ja: 変更された内容に更新
pt: Atualizar para edição modificada
zh_hans: 更新到被更改的版本

# lzy-Ei-xlT.title
source: Content parse:
de: Inhaltsanalyse:
es: Análisis de contenido:
it: Analizza il contenuto:
ja: 内容解析:
pt: Análise de conteúdo:
zh_hans: 内容解析:

# 3306.title
source: Ignore line endings when counting characters
de: Zeilenumbrüche bei der Zeichenzählung ignorieren
it: Ignora i fine riga nel conteggio dei caratteri
zh_hans: 字符计数时忽略行尾

# tPy-Ox-YpP.title
source: Link URLs in document
de: URLs im Dokument verlinken
es: Enlaces URL en el documento
it: Collegamenti agli URL nel documento
ja: 書類中のURLをリンク
pt: Criar links de URLs no documento
zh_hans: 链接文档中的 URL

# 3300.title
source: Check spelling while typing
de: Rechtschreibung während der Texteingabe prüfen
es: Revisa la ortografía mientras escribes
it: Controlla ortografia mentre scrivo
ja: 入力中にスペルをチェック
pt: Verificar Ortografia Durante Digitação
zh_hans: 输入时检查拼写

# RrC-LL-hid.title
source: Highlight matching braces “()” “[]” “{}”
de: Passende Klammern „()“ „[]“ „{}“ hervorheben
es: Resaltar “()” “[]” “{}”
it: Evidenzia le parentesi “()” “[]” “{}” accoppiate
ja: 対応する括弧“()” “[]” “{}”をハイライト
pt: Destacar pares de chaves “()” “[]” “{}”
zh_hans: 高亮配对括号“()” “[]” “{}”

# al9-WE-Rqy.title
source: Highlight “<>”
de: „<>“ hervorheben
es: Resaltar “<>”
it: Evidenzia “<>”
ja: “<>”をハイライト
pt: Destacar “<>”
zh_hans: 高亮“<>”

# Rcq-1K-8nz.title
source: Highlight instances of selected text
de: Instanzen des ausgewählten Textes hervorheben
es: Resaltar las instancias del texto seleccionado
it: Evidenzia le istanze del testo selezionato
ja: 選択した文字をハイライト
pt: Destacar instâncias do texto selecionado
zh_hans: 高亮选中文本

# rOw-DD-kV5.title
source: Delay:
de: Verzögerung:
es: Retardo:
it: Ritardo:
ja: 遅延:
pt: Atraso:
zh_hans: 延迟：

# ebJ-vk-RME.title
source: seconds
de: Sekunden
es: segundos
it: secondi
ja: 秒
pt: segundos
zh_hans: 秒

# kQn-Uu-cqG.title
source: Command-line tool:
de: Kommandozeilenwerkzeug:
es: Herramienta de línea de comandos:
it: linea di comando:
ja: コマンドラインツール:
pt: Ferramenta da linha de comando:
zh_hans: 命令行工具：

# ltN-wn-m8M.title
source: Learn More
de: Mehr Infos …
es: Más información
it: Altre informazioni…
ja: 詳細情報…
pt: Mais Informações
zh_hans: 了解更多…

# c48-xK-Ag1.title
source: With the 'cot' command-line tool, you can launch CotEditor and let it open files from the command line.
de: Mit dem „cot“-Kommandozeilenwerkzeug kannst du CotEditor von der Kommandozeile aus aktivieren und es Dateien öffnen lassen.
es: Con la herramienta de línea de comandos 'cot', puedes iniciar CotEditor y dejar que abra archivos desde la línea de comandos.
it: Con il comando testuale “cot” si può lanciare CotEditor facendogli aprire documenti dalla riga di comando.
ja: cotコマンドラインツールは、コマンドラインからのCotEditor起動やファイルオープンを可能にします。
pt: Com a ferramenta ‘cot’, você pode iniciar o CotEditor e abrir arquivos na linha de comando.
zh_hans: cot 命令行工具可以让您使用命令行来启动CotEditor并打开文件。

# geU-63-sAC.title
source: Software update:
es: Actualización de software:
it: Aggiornamento software:
ja: ソフトウェアアップデート:
pt: Atualização de software:
zh_hans: 软件更新：

# 3423.title
source: Check for updates automatically
de: Automatisch nach Updates suchen
es: Comprueba si hay actualizaciones automáticamente
it: Controlla automaticamente gli aggiornamenti
ja: 自動的にアップデートを確認
pt: Buscar atualizações automaticamente
zh_hans: 自动检查更新

# 4aT-ka-sbv.title
source: Update to pre-releases when available
de: Vorabversionen einschließen
es: Actualizar a los pre-lanzamientos cuando estén disponibles
it: Includi versioni preliminari
ja: プレリリース版を対象に含める
pt: Atualizar para pré-lançamentos quando disponíveis
zh_hans: 包含预发布版本

# chR-VY-cuI.title
source: Regardless of this setting, new pre-releases are always included while using a pre-release.
de: Beim Verwenden einer Vorabversion werden ungeachtet dieser Einstellung immer nach neuen Vorabversionen gesucht.
es: Independientemente de esta configuración, siempre se incluyen nuevas versiones preliminares mientras se utiliza una versión preliminar.
it: Indipendentemente da questa impostazione, se si sta usando una versione preliminare le successive versioni preliminari saranno sempre incluse negli aggiornamenti.
ja: この設定に関わらず、プレリリース版の使用中は必ず新しいプレリリースもアップデート対象に含まれます。
pt: Independentemente deste ajuste, pré-lançamentos novos sempre são incluídos ao usar uma versão de pré-lançamento.
zh_hans: 在预发布版本中，无论该选项如何设定，总是会更新到新的预发布版本。
