Repository: coteditor/CotEditor
Catalog: CotEditor/*.lproj/InfoPlist.strings
Languages: es, fr, ja

source: NSAppleEventsUsageDescription
es: CotEditor needs user approval to control other applications with AppleScript.
fr: CotEditor a besoin de votre autorisation pour contrôler les autres applications avec AppleScript.
ja: CotEditorがAppleScriptでほかのアプリケーションを操作するためにユーザの許可が必要です。

source: Text document
es: Documento de texto
fr: Document Texte
ja: テキスト書類

source: Plain text
es: Texto sin formato
fr: Texte brut
ja: プレーンテキスト

source: CotEditor Theme
es: Tema de CotEditor
fr: Thème CotEditor
ja: CotEditorテーマ

source: CotEditor Replacement Definition
es: Definición de reemplazo de CotEditor
fr: Liste de remplacements CotEditor
ja: CotEditor置換定義

source: BibTeX bibliography
es: Bibliografía de BibTeX
ja: BibTeX文献目録

source: Configuration
es: Configuración

source: C header
es: Encabezado de C
fr: Header C
ja: Cヘッダ

source: C source
es: Fuente de C
fr: Source C
ja: Cソース

source: C++ source
es: Fuente de C++
fr: Source C++
ja: C++ソース

source: C++ header
es: Encabezado de C++
fr: Header C++
ja: C++ヘッダ

source: C# source
es: Fuente de C#
fr: Source C#
ja: C#ソース

source: Cascading Style Sheet
es: Hoja de estilo en cascada (CSS)
fr: Feuille de style CSS
ja: CSS

source: D source
es: Fuente D
fr: Source D
ja: Dソース

source: Dart script
es: Script Dart
fr: Script Dart
ja: Dartスクリプト

source: Fortran source
es: Fuente de Fortran
ja: Fortranソース

source: Go script
es: Script Go
fr: Script Go
ja: Goスクリプト

source: Haskell script
es: Script Haskell
fr: Script Haskell
ja: Haskellスクリプト

source: HTML document
es: Documento HTML
fr: Document HTML
ja: HTML書類

source: Java source
es: Fuente de Java source
fr: Source Java
ja: Javaソース

source: JSON document
es: Documento JSON
fr: Document JSON
ja: JSON書類

source: Julia script
es: Script Julia
fr: Script Julia
ja: Juliaスクリプト

source: Kotlin script
es: Script Kotlin
ja: Kotlinスクリプト

source: Lisp script
es: Script Lisp
fr: Script Lisp
ja: Lispスクリプト

source: Lua script
es: Script Lua
fr: Script Lua
ja: Luaスクリプト

source: Markdown document
es: Documento Markdown
fr: Document Markdown
ja: Markdown書類

source: Mojo script
es: Script Mojo
ja: Mojoスクリプト

source: Perl script
es: Script Perl
fr: Script Perl
ja: Perlスクリプト

source: PHP script
es: Script PHP
fr: Script PHP
ja: PHPスクリプト

source: Python script
es: Script Python
fr: Script Python
ja: Pythonスクリプト

source: reStructured Text document
es: Documento de texto reestructurado
fr: Document reStructured
ja: reStructured Text書類

source: Ruby script
es: Script Ruby
fr: Script Ruby
ja: Rubyスクリプト

source: Rust script
es: Script Rust
fr: Script Rust
ja: Rustスクリプト

source: Scalable Vector Graphics
es: Gráficos vectoriales escalables
fr: SVG
ja: SVG

source: Scala source
es: Fuente de Scala
fr: Script Scala
ja: Scalaスクリプト

source: Scheme script
es: Script Scheme
fr: Script Scheme
ja: Schemeスクリプト

source: Shell script
es: Script Shell
fr: Source Shell
ja: シェルスクリプト

source: SQL source
es: Fuente de SQL
fr: Script SQL
ja: SQLソース

source: Swift source
es: Fuente de Swift
fr: Source Swift
ja: Swiftソース

source: TeX document
es: Documento TeX
ja: TeX書類

source: Textile document
es: Documento Textile
fr: Document Textile
ja: Textile書類

source: TOML document
es: Documento TOML
ja: TOML書類

source: Verilog source
es: Fuente de Verilog
fr: Source Verilog
ja: Verilogソース

source: VHDL source
es: Fuente ee VHDL
fr: Source VHDL
ja: VHDLソース

source: XML document
es: Fuente de XML
fr: Document XML
ja: XML書類

source: YAML document
es: Documento YAML
fr: Document YAML
ja: YAML書類

source: Document Type Definition
fr: DTD

source: Fortran Source
fr: Source Fortran

source: Kotlin source
fr: Source Kotlin

source: Tcl source
fr: Source Tcl
