Repository: coteditor/CotEditor
Catalog: CotEditor/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, pt, tr

source: The dropped file’s extension (converted to lowercase).
de: Das Suffix der abgelegten Datei (in Kleinbuchstaben umgewandelt).
es: La extensión del archivo eliminado (convertida a minúsculas).
fr: L’extension du fichier déposé (en minuscules).
it: Estensione del file trascinato (convertita in minuscolo).
ja: ドロップ元ファイルの拡張子（小文字）
pt: A extensão do arquivo solto (convertida em minúsculas).
tr: Bırakılan dosyanın uzantısı (küçük harfe dönüştürülmüş).

source: The dropped file’s extension (converted to uppercase).
de: Das Suffix der abgelegten Datei (in Großbuchstaben umgewandelt).
es: La extensión del archivo eliminado (convertida a mayúsculas).
fr: L’extension du fichier déposé (en majuscules).
it: Estensione del file trascinato (convertita in maiuscolo).
ja: ドロップ元ファイルの拡張子（大文字）
pt: A extensão do arquivo solto (convertida em maiúsculas).
tr: Bırakılan dosyanın uzantısı (BÜYÜK harfe dönüştürülmüş).

source: The parent directory name of dropped file.
de: Der übergeordnete Ordnername der abgelegten Datei.
es: El nombre del directorio principal del archivo eliminado.
fr: Le nom du dossier parent du fichier déposé.
it: Nome della cartella superiore del file trascinato.
ja: ドロップ元ファイルのあるディレクトリ名
pt: O nome do diretório superior do arquivo solto.
tr: Bırakılan dosyanın üst dizininin adı.

source: (If the dropped file is an image) image width.
de: Die Bildbreite (nur wenn die abgelegte Datei ein Bild ist).
es: (Si el archivo eliminado es una imagen) ancho de la imagen.
fr: Largeur de l’image (si le fichier déposé est une image)
it: Larghezza dell’immagine (se il file trascinato è un’immagine).
ja: 画像の幅（ドロップ元ファイルが画像ファイルのときのみ有効）
pt: Largura da imagem (se o arquivo solto for uma imagem).
tr: (Bırakılan dosya resim dosyasıysa) resim eni.

source: (If the dropped file is an image) image height.
de: Die Bildhöhe (nur wenn die abgelegte Datei ein Bild ist).
es: (Si el archivo eliminado es una imagen) altura de la imagen.
fr: Hauteur de l’image (si le fichier déposé est une image)
it: Altezza dell’immagine (se il file trascinato è un’immagine).
ja: 画像の高さ（ドロップ元ファイルが画像ファイルのときのみ有効）
pt: Altura da imagem (se o arquivo solto for uma imagem).
tr: (Bırakılan dosya resim dosyasıysa) resim boyu.

source: (If the dropped file is a text file) file content.
de: (nur wenn die abgelegte Datei eine Textdatai ist) Der Inhalt.
es: (Si el archivo eliminado es un archivo de texto), contenido del archivo.
fr: Contenu du fichier (si le fichier déposé est un fichier texte)
it: (Se il file rilasciato è di testo) contenuto del file.
ja: ファイル内容（ドロップ元ファイルがテキストファイルのときのみ有効）
pt: Conteúdo do arquivo (se o arquivo solto for um arquivo de texto).
tr: (Bırakılan dosya metin dosyasıysa) dosya içeriği.

source: The insertion point after inserting the snippet.
de: Die Einfügemarke nach dem Einfügen des Snippets.
es: El punto de inserción después de insertar el fragmento.
fr: La position du curseur après l’insertion du snippet.
it: Posizione del cursore dopo aver inserito lo snippet.
ja: スニペット挿入後の挿入ポイント
pt: A posição do cursor depois de inserir o fragmento.
tr: Kırpıntı eklendikten sonraki imleç konumu.

source: The selected text.
de: Der ausgewählte Text.
es: El texto seleccionado.
fr: Le texte sélectionné.
it: Testo selezionato.
ja: 選択テキスト
pt: O texto selecionado.
tr: Seçilen metin.

source: %@ with BOM
de: %@ mit BOM
es: %@ con BOM
fr: %@ avec BOM
it: %@ con BOM
ja: %@BOM付き
pt: %@ com BOM
tr: BOM ile %@

source: Invalid pattern
de: Ungültiges Muster
es: Patrón no válido
fr: Pattern invalide
it: Pattern non valido
ja: 無効なパターン
pt: Padrão inválido
tr: Geçersiz dizgi

source: Empty pattern
de: Leeres Muster
es: Patrón vacío
fr: Pattern vide
it: Pattern vuoto
ja: 空のパターン
pt: Padrão vazio
tr: Boş dizgi

source: Sample:
de: Probe:
es: Ejemplo:
fr: Echantillon :
pt: Amostra:
tr: Örnek:

source: Sample line to check which part in a line will be used for sort comparison.
de: Probe linie zu prüfen, welchen Teil einer Linie für den Vergleich verwendet wird.
es: Línea de muestra para comprobar qué parte de una línea se utilizará para la comparación de clasificación.
fr: Ligne d’exemple pour vérifier quelle section sera utilisée pour la comparaison.
pt: Linha de amostra para verificar qual parte de uma linha será usada ao ordenar a comparação.
tr: Sıralama karşılaştırması için bir satırdaki hangi kısmın kullanılacağını denetlemek için örnek satır.

source: Sort key:
de: Sortierschlüssel:
es: Ordenar clave:
fr: Clé de tri :
pt: Ordenar por:
tr: Sıralama anahtarı:

source: Entire line
de: Gesamte Linie
es: Toda la línea
fr: Ligne entière
pt: Toda a linha
tr: Tüm satır

source: Column
de: Spalte
es: Columna
fr: Colonne
pt: Coluna
tr: Sütun

source: Regular expression
de: Regulärer Ausdruck
es: Expresión regular
fr: Expression régulière
pt: Expressão regular
tr: Düzenli ifade

source: Sort option:
de: Optionen:
es: Ordenar opción:
fr: Options de tri :
pt: Opções de ordenação:
tr: Sıralama seçeneği:

source: Respect language rules
de: Sprachregeln respektieren
es: Respeta las reglas del lenguaje
fr: Respecter les règles de la langue
pt: Respeitar regras do idioma
tr: Dil kurallarına uy

source: Treat numbers as numeric value
de: Zahlen als Zahlenwert Behandeln
es: Tratar los números como valor numérico
fr: Traiter les nombres comme des valeurs numériques
pt: Tratar números como valor numérico
tr: Sayıları rakamsal değer olarak kullan

source: Keep the first line at the top
de: Die erste Zeile oben behalten
es: Mantén la primera línea en la parte superior
fr: Garder la première ligne en haut
pt: Manter primeira linha no topo
tr: Üstteki ilk satırı tut

source: In descending order
de: Nach absteigender Reihenfolge
es: En orden descendente
fr: Ordre descendant
pt: Em ordem decrescente
tr: Azalan sıralamada

source: Delimiter:
de: Trennzeichen:
es: Delimitador:
fr: Délimiteur :
pt: Delimitador:
tr: Sınırlandırıcı:

source: Position:
es: Posición:
pt: Posição:
tr: Konum:

source: Pattern:
de: Muster:
es: Patrón:
pt: Padrão:
tr: Dizgi:

source: Ignore case
de: Groß-/Kleinschreibung ignorieren
es: Ignorar capitalización
fr: Ignorer la casse
pt: Ignorar maiúsculas/minúsculas
tr: Büyük-Küçük Harf Fark Etmez

source: Use captured group:
de: erfasste Gruppe benutzen:
es: Usar grupo capturado:
fr: Utiliser le groupe de capture :
pt: Usar grupo capturado:
tr: Yakalanan grup kullan:

source: Sort
de: Sortieren
es: Ordenar
fr: Trier
pt: Ordenar
tr: Sırala

source: Drag encodings to change the order:
de: Ziehe die Codierungen, um die Reihenfolge zu ändern:
es: Arrastra las codificaciones para cambiar el orden:
fr: Faîtes glisser les encodages pour changer l’ordre :
it: Trascinare le codifiche per modificarne l’ordine:
ja: エンコーディングをドラッグして並び替えてください:
pt: Arraste codificações para alterar a ordem:
tr: Sıralamayı değiştirmek için kodlamaları sürükleyin:

source: This order is for the encoding menu and the encoding detection on file opening. By the detection, the higher items are more prioritised.
de: Diese Reihenfolge wird für das Kodierungsmenü und die Kodierungserkennung beim Öffnen der Datei verwendet. Bei der Erkennung werden die höheren Codierungen stärker priorisiert.
es: Este orden es para el menú de codificación y la detección de codificación al abrir el archivo. Según la detección, los elementos más altos tienen más prioridad.
fr: Cet ordre est utilisé par le menu Encodage et par la détection de l’encodage à l’ouverture d’un fichier. Pour la détection, les encodages en haut de liste sont prioritaires.
it: Questo è l’ordine del menu delle codifiche rilevate all’apertura del file. Le codifiche elencate in cima hanno una maggiore priorità.
ja: この順序はエンコーディングメニューや書類を開くときのエンコーディング認識で使われます。自動認識では上位のエンコーディングがより優先して適用されます。
pt: Esta ordem é para o menu de Codificação do Arquivo e para a detecção ao abrir arquivos. Para a detecção, serão priorizados os items ao topo da lista.
tr: Bu sıralama, kodlama menüsü ve dosya açılışındaki kodlama algılaması içindir. Algılama ile, daha yüksek olasılıklı ögelere öncelik verilir.

source: Add Separator
de: Separator hinzufügen
es: Añadir separador
fr: Ajouter un séparateur
it: Aggiungi separatore
ja: 区切り線を追加
pt: Adicionar Separador
tr: Ayırıcı Ekle

source: Delete Separator
de: Separator löschen
es: Eliminar separador
fr: Supprimer le séparateur
it: Elimina separatore
ja: 区切り線を削除
pt: Apagar Separador
tr: Ayırıcı Sil

source: Syntax Mapping Conflicts
de: Dateizuordnungskonflikte
es: Conflictos de mapeo de sintaxis
fr: Conflits des Associations de Syntaxes
it: Conflitto di mappatura delle sintassi
ja: ファイル関連付けのコンフリクト
pt: Conflitos no mapeamento de sintaxes
tr: Sözdizim Eşlemleme Çakışmaları

source: The following file mapping rules are registered in multiple syntaxes. CotEditor uses the first syntax automatically. To resolve conflicts, edit each syntax definition.
de: Die folgenden Dateizuordnungsregeln sind in mehreren Syntaxen registriert.CotEditor verwendet die erste Syntax automatisch. Um Konflikte zu beheben, bearbeite jede Syntax.
es: Las siguientes reglas de asignación de archivos están registradas en varias sintaxis. CotEditor utiliza la primera sintaxis automáticamente. Para resolver conflictos, edite cada definición de sintaxis.
fr: Les règles d'association de fichiers suivantes sont déclarées dans plusieurs syntaxes. CotEditor utilise la première syntaxe automatiquement. Pour résoudre les conflits, éditez chaque syntaxe.
it: Le regole di mappatura del file che seguono sono registrate in più sintassi. CotEditor userà la prima sintassi. Per risolvere i conflitti, modificare le definizioni di ciascuna sintassi.
ja: 以下のファイル関連付けルールはいくつかのシンタックスで重複して登録されています。CotEditorは自動的に最初のシンタックスを使用します。解決するには、それぞれのシンタックス定義を編集してください。
pt: As seguintes regras de mapeamento de arquivo estão registradas em várias sintaxes. O CotEditor utiliza automaticamente a primeira sintaxe. Para resolver os conflitos, edite cada definição de sintaxe.
tr: Aşağıdaki dosya eşlemleme kuralları birden çok sözdizimde kayıtlıdır. CotEditor, kendiliğinden ilk sözdizimi kullanır. Çakışmaları çözmek için her bir sözdizim tanımını düzenleyin.

source: Extension
de: Suffix
es: Extensión
it: Estensione
ja: 拡張子
pt: Extensão
tr: Uzantı

source: Filename
de: Dateiname
es: Nombre del archivo
fr: Nom du fichier
it: Nome del file
ja: ファイル名
pt: Nome do Arquivo
tr: Dosya Adı

source: Interpreter
es: Intérprete
fr: Interpréteur
it: Interpreti
ja: インタープリタ
pt: Intérpretes
tr: Yorumlayıcı

source: Used syntax
de: Angewandte Syntax
es: Sintaxis usada
fr: Syntaxe utilisée
it: Sintassi usate
ja: 使用するシンタックス
pt: Sintaxe usada
tr: Kullanılan Sözdizim

source: Duplicated syntaxes
de: Duplizierte Syntaxen
es: Sintaxis duplicadas
fr: Syntaxes dupliquées
it: Sintassi duplicate
ja: 重複しているシンタックス
pt: Sintaxes duplicadas
tr: Yinelenmiş Sözdizimler

source: <a letter consisting of %lld characters>
de: <ein aus %lld Zeichen bestehender Buchstabe>
es: <una letra que consta de %lld caracteres>
fr: <un symbole constitué de %lld caractères>
it: <una lettera composta di %lld caratteri>
ja: <%lld字から成る文字>
pt: <uma letra que consiste em %lld caracteres>
tr: %lld karakterden oluşan bir harf

source: Emoji Style
de: Emoji-Stil
es: Estilo Emoji
fr: Style d’Emoji
it: Stile Emoji
ja: 絵文字スタイル
pt: Estilo do Emoji
tr: Emoji Biçemi

source: Text Style
de: Text-Stil
es: Estilo Texto
fr: Style de Texte
it: Stile Testo
ja: テキストスタイル
pt: Estilo do Texto
tr: Metin Biçemi

source: Skin Tone I-II
de: Hautton I-II
es: Tono de piel I-II
fr: Ton de chair I-II
it: Tonalità pelle I-II
ja: スキントーンI-II
pt: Tom de Pele I-II
tr: Ten Rengi I-II

source: Skin Tone III
de: Hautton III
es: Tono de piel III
fr: Ton de chair III
it: Tonalità pelle III
ja: スキントーンIII
pt: Tom de Pele III
tr: Ten Rengi III

source: Skin Tone IV
de: Hautton IV
es: Tono de piel IV
fr: Ton de chair IV
it: Tonalità pelle IV
ja: スキントーンIV
pt: Tom de Pele IV
tr: Ten Rengi IV

source: Skin Tone V
de: Hautton V
es: Tono de piel V
fr: Ton de chair V
it: Tonalità pelle V
ja: スキントーンV
pt: Tom de Pele V
tr: Ten Rengi V

source: Skin Tone VI
de: Hautton VI
es: Tono de piel VI
fr: Ton de chair VI
it: Tonalità pelle VI
ja: スキントーンVI
pt: Tom de Pele VI
tr: Ten Rengi VI

source: Variant
de: Variante
es: Variante
fr: Variante
it: Variante
ja: 異体字
pt: Variante
tr: Varyant

source: Line:
de: Zeile:
es: Línea:
fr: Ligne :
it: Riga:
ja: 行:
pt: Linha:
tr: Satır:

source: Go
de: Los
es: Ir
fr: Aller
it: Vai
ja: 移動
pt: Ir
tr: Git

source: Tab width:
de: Tabulatorbreite:
es: Anchura del tabulador:
fr: Largeur de tabulation :
it: Larghezza Tab:
ja: タブ幅:
pt: Largura da Tabulação:
tr: Sekme genişliği:

source: Surround with:
de: Umgeben mit:
es: Envolver con:
fr: Entourer avec :
it: Circonda con:
ja: 文字で囲む:
pt: Colocar entre:
tr: Şunlarla sar:

source: Begin:
de: Beginnt:
es: Inicio:
fr: Début :
it: Inizio:
ja: 開始:
pt: Início:
tr: Başlangıç:

source: End:
de: Endet:
es: Fin:
fr: Fin :
it: Fine:
ja: 終了:
pt: Fim:
tr: Bitiş:

source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
it: Sconosciuta
ja: 不明
pt: Desconhecido
tr: Bilinmeyen

source: No Block
de: Kein Block
es: No bloque
fr: Pas de bloc
it: Nessun Blocco
ja: ブロックなし
pt: Nenhum Bloco
tr: Blok Yok

source: Code Point:
de: Codepunkt:
es: Punto de código:
fr: Point de Code :
it: Punto di codice:
ja: コードポイント:
pt: Ponto de Código:
tr: Kod noktası:

source: Block:
es: Bloque:
fr: Sous-ensemble :
it: Blocco:
ja: ブロック:
pt: Bloco:
tr: Blok:

source: Category:
de: Kategorie:
es: Categoría:
fr: Catégorie :
it: Categoria:
ja: カテゴリ:
pt: Categoria:
tr: Kategori:

source: Version:
es: Versión:
it: Versione:
ja: バージョン:
pt: Versão:
tr: Sürüm:

source: deprecated
de: abgelehnt
es: obsoleto
fr: déprécié
ja: 非推奨
pt: depreciado
tr: kullanımdan kaldırıldı

source: No text detected
de: Kein Text erkennt
es: No se detectó texto
fr: Aucun texte détecté
pt: Texto não detectado
tr: Algılanan metin yok

source: Detection failed
de: Erkennung fehlgeschlagen
es: La detección falló
fr: Échec de la détection
pt: Falha na detecção
tr: Algılama başarısız

source: Advanced Character Count…
de: Erweiterte Zeichenanzahl …
es: Recuento avanzado de caracteres…
fr: Comptage de caractères avancé…
it: Conteggio caratteri avanzato…
ja: 高度な文字カウント…
pt: Contagem avançada de caracteres…
tr: Gelişmiş Karakter Sayımı…

source: Stop Advanced Character Count
de: Erweiterte Zeichenanzahl stoppen
es: Detener el recuento avanzado de caracteres
fr: Arrêter le comptage de caractères avancé
it: Interrompi il conteggio caratteri avanzato
ja: 高度な文字カウントを停止
pt: Parar Contagem Avançada de Caracteres
tr: Gelişmiş Karakter Sayımını Durdur

source: failed
de: fehlgeschlagen
es: Falló
fr: échec
it: non riuscito
ja: 失敗
pt: falhou
tr: başarısız

source: Show options
de: Optionen einblenden
es: Mostrar opciones
fr: Afficher les options
it: Mostra opzioni
ja: オプションを表示
pt: Mostrar opções
tr: Seçenekleri göster

source: Copy
de: Kopieren
es: Copiar
fr: Copier
it: Copia
ja: コピー
pt: Copiar
tr: Kopyala

source: Stop Count
de: Anzahl stoppen
es: Parar cuenta
fr: Arrêter le comptage
it: Interrompi il conteggio
ja: カウントを停止
pt: Parar Contagem
tr: Sayımı Durdur

source: Whitespace:
de: Leerzeichen:
es: Espacio en blanco:
fr: Espaces :
it: Spazi bianchi:
ja: 空白:
pt: Espaços em branco:
tr: Boşluk:

source: Ignore line endings
de: Zeilenumbrüche ignorieren
es: Ignorar los finales de línea
fr: Ignorer les fins de lignes
it: Ignora i fine riga
ja: 改行を無視
pt: Ignorar finais de linha
tr: Satır sonlarını yok say

source: Ignore whitespace
de: Leerzeichen ignorieren
es: Ignorar los espacios en blanco
fr: Ignorer les espaces
it: Ignora gli spazi bianchi
ja: 空白を無視
pt: Ignorar espaços em branco
tr: Boşlukları yok say

source: Treat consecutive whitespace as one space
de: Aufeinander folgende Leerzeichen als ein Zeichen behandeln
es: Trata los espacios en blanco consecutivos como un solo espacio
fr: Compter les espaces consécutifs comme un seul
it: Tratta spazi bianchi consecutivi come un unico spazio
ja: 連続する空白を1文字として扱う
pt: Tratar espaços em branco consecutivos como um espaço
tr: Ardışık boşluklara tek boşluk olarak davran

source: Unit:
de: Einheit:
es: Unidad:
fr: Unité :
it: Unità:
ja: 単位:
pt: Unidade:
tr: Birim:

source: Grapheme cluster
de: Graphemhaufen
es: Grupo de Grafemas
it: Raggruppamento di Grapheme
ja: 書記素クラスタ
pt: Agrupamentos de Grapheme
tr: Yazıbirim demeti

source: Unicode scalar
de: Unicode-Skalar
es: Unicode escalar
fr: Scalaire Unicode
it: Scalare Unicode
ja: Unicodeスカラー
pt: Unicode escalar
tr: Unicode sayılı

source: Byte
ja: バイト
tr: Bayt

source: Count in the intuitive way defined in Unicode. A character consisting of multiple Unicode code points, such as emojis, is counted as one character.
de: Auf intuitive Weise, die in Unicode definiert ist, zahlen. Das aus mehreren Unicode-Codepunkten bestehende Zeichen, wie Emojis, wird als ein Zeichen gezählt.
es: Cuenta de la manera intuitiva definida en Unicode. Un carácter que consta de múltiples puntos de código Unicode, como emojis, se cuenta como un carácter.
fr: Comptage intuitif tel que défini par Unicode. Un caractère comprenant plusieurs points de code Unicode, par exemple un emoji, sont comptés comme un seul caractère.
it: Conta nel modo intuitivo definito in Unicode. Un carattere composto di più codici Unicode, come un emoji, è conteggiato come carattere unico.
ja: Unicodeで定義されている人の感覚に近い単位でカウントします。絵文字など複数のUnicodeコードポイントから成る文字も1文字で数えます。
pt: Conte da maneira intuitiva definida em Unicode. Um caractere que consiste em vários pontos de código Unicode, como emojis, é contado como um caractere.
tr: Unicode’da tanımlandığı üzere sezgisel olarak say. Birden çok Unicode kod noktasından oluşan bir karakter; örneğin Emojiler, bir karakter olarak sayılır.

source: Count Unicode code points. Same as counting UTF-32.
de: Unicode-Codepunkte zahlen. Das gleiche wie UTF-32 zu zählen.
es: Cuenta los puntos de código Unicode. Igual que contar UTF-32.
it: Conta i codici Unicode, come nella codifica UTF-32.
ja: Unicodeコードポイント単位でカウントします。UTF-32のカウントと同一です。
pt: Contar pontos de código Unicode. O mesmo que contar UTF-32.
tr: Unicode kod noktalarını say. UTF-32 sayma ile aynıdır.

source: Count Unicode code points but a surrogate pair as two characters.
de: Unicode-Codepunkte aber Surrogate-Paaren als zwei Zeichen zahlen.
es: Cuenta los puntos de código Unicode, pero un par sustituto como dos caracteres.
fr: Compter les points de code Unicode, mais les paires de caractères de substitution comme deux caractères.
it: Conta i codici Unicode ma considera una coppia di caratteri sostitutivi come due caratteri.
ja: Unicodeコードポイント単位でカウントしますがサロゲートペアは2文字でカウントします。
pt: Conte os pontos de código Unicode, mas um par substituto como dois caracteres.
tr: Unicode kod noktalarını say; ancak vekil çifti iki karakter olarak say.

source: Count bytes of the text encoded with the specified encoding.
de: Bytes des mit der angegebenen Codierung codierten Textes zahlen.
es: Contar los bytes del texto codificado con la codificación especificada.
fr: Compter les bytes de texte encodé selon l’encodage spécifié.
it: Conta i byte del testo codificato secondo la codifica specificata.
ja: 指定したエンコーディングでエンコードしたときのバイト長をカウントします。
pt: Contar bytes do texto codificado com a codificação especificada.
tr: Belirtilen kodlama ile kodlanmış metnin baytlarını say.

source: Encoding:
de: Codierung:
es: Codificación:
fr: Encodage :
it: Codifica:
ja: エンコーディング:
pt: Codificação:
tr: Kodlama:

# Normalization:
source: Normalisation:
de: Normalisierung:
es: Normalización:
it: Normalizzazione:
ja: 正規化:
pt: Normalização:
tr: Olağanlaştırma:

source: CSS RGB
pt: RGB CSS

source: CSS RGBa
pt: RGBa CSS

source: CSS HSL
pt: HSL CSS

source: CSS HSLa
pt: HSLa CSS

source: ICU Regular Expressions
de: reguläre Ausdrücke von ICU
ja: ICU正規表現
