Repository: coteditor/CotEditor
Catalog: CotEditor/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, pt, tr

source: Do you want to use it for the monospaced font?
de: Möchtest du sie für die nichtproportionale Schrift verwenden?
es: ¿Quieres usarlo para la fuente monoespaciada?
fr: Voulez-vous l'utiliser comme police monochasse ?
it: La vuoi usare come font a spaziatura fissa?
ja: 選択したフォントを等幅フォントとして使用しますか？
pt: Você deseja usar a fonte selecionada como fonte monoespaçada?
tr: Sabit genişlikli font olarak kullanmak istiyor musunuz?

source: Rename “%@”
de: „%@“ umbenennen
es: Renombrar “%@”
fr: Renommer « %@ »
it: Rinomina “%@”
ja: “%@”を名称変更
pt: Renomear “%@”
tr: “%@” Ögesini Yeniden Adlandır

source: Duplicate “%@”
de: „%@“ duplizieren
es: Duplicar “%@”
fr: Dupliquer « %@ »
it: Duplica “%@”
ja: “%@”を複製
pt: Duplicar “%@”
tr: “%@” Ögesini Çoğalt

source: Restore “%@”
de: „%@“ zurücksetzen
es: Restaurar “%@”
fr: Restaurer « %@ »
it: Ripristina “%@”
ja: “%@”を元に戻す
pt: Restaurar “%@”
tr: “%@” Ögesini Geri Yükle

source: Reveal “%@” in Finder
de: „%@“ im Finder zeigen
es: Mostrar “%@” en el Finder
fr: Afficher « %@ » dans le Finder
it: Mostra “%@” nel Finder
ja: “%@”をFinderに表示
pt: Mostrar “%@” no Finder
tr: “%@” Ögesini Finder’da Göster

source: Text:
es: Texto:
fr: Texte :
it: Testo:
ja: 文字:
pt: Texto:
tr: Metin:

source: Cursor:
de: Zeiger:
fr: Curseur :
it: Cursore:
ja: カーソル:
tr: İmleç:

source: Invisibles:
de: Steuerzeichen:
it: Invisibili:
ja: 不可視文字:
pt: Invisíveis:
tr: Görünmez Karakterler:

source: Background:
de: Hintergrund:
es: Fondo:
fr: Fond :
it: Sfondo:
ja: 背景:
pt: Fundo:
tr: Arka Plan:

source: Current Line:
de: Aktuelle Zeile:
es: Línea actual:
fr: Ligne courante :
it: Riga attuale:
ja: 現在の行:
pt: Linha Atual:
tr: Geçerli Satır:

source: Selection:
de: Auswahl:
es: Selección:
fr: Sélection :
it: Selezione:
ja: 選択範囲:
pt: Seleção:
tr: Seçim:

# Use system color
source: Use system colour
de: Systemfarbe verwenden
es: Usa el color del sistema
fr: Couleur du système
it: Usa colore di sistema
ja: システムカラーを使う
pt: Usar cor do sistema
tr: Sistem rengini kullan

source: Keywords:
de: Schlüsselwörter:
es: Palabras clave:
fr: Mots-clés :
it: Parole chiave:
ja: キーワード:
pt: Palavras-chave:
tr: Anahtar Sözcükler:

source: Commands:
de: Befehle:
es: Comandos:
fr: Commandes :
it: Comandi:
ja: コマンド:
pt: Comandos:
tr: Komutlar:

source: Types:
de: Typen:
es: Tipos:
it: Tipi:
ja: タイプ:
pt: Tipos:
tr: Türler:

source: Attributes:
de: Attribute:
es: Atributos:
fr: Attributs :
it: Attributi:
ja: 属性:
pt: Atributos:
tr: Öznitelikler:

source: Variables:
de: Variablen:
it: Variabili:
ja: 変数:
pt: Variáveis:
tr: Değişkenler:

source: Values:
de: Werte:
es: Valores:
fr: Valeurs :
it: Valori:
ja: 値:
pt: Valores:
tr: Değerler:

source: Numbers:
de: Zahlen:
es: Números:
fr: Nombres :
it: Numeri:
ja: 数値:
pt: Números:
tr: Sayılar:

source: Strings:
de: Zeichenketten:
es: Cadenas:
fr: Chaînes :
it: Stringhe:
ja: 文字列:
tr: Diziler:

source: Comments:
de: Kommentare:
es: Comentarios:
fr: Commentaires :
it: Commenti:
ja: コメント:
pt: Comentários:
tr: Yorumlar:

source: Characters:
de: Zeichen:
es: Caracteres:
fr: Caractères :
it: Caratteri:
ja: 文字:
pt: Caracteres:
tr: Karakterler:

source: Show theme file information
de: Info der Thema-Datei einblenden
es: Mostrar información del archivo del tema
fr: Afficher les informations du thème
it: Mostra informazioni sul file del tema
ja: テーマファイル情報を表示
pt: Mostre o arquivo de informações do tema
tr: Tema dosyası bilgisini göster

source: Author:
de: Autor:
es: Autor:
fr: Auteur :
it: Autore:
ja: 作者:
pt: Autor:
tr: Yazar:

# License:
source: Licence:
de: Lizenz:
es: Licencia:
fr: License :
it: Licenza:
ja: ライセンス:
pt: Licença:
tr: Lisans:

source: Description:
de: Beschreibung:
es: Descripción:
it: Descrizione:
ja: 説明:
pt: Descrição:
tr: Açıklama:

source: Not defined
de: Nicht definiert
es: No definido
fr: Non défini
it: Non definito
ja: 未設定
pt: Não definido
tr: Tanımlanmamış

source: Jump to URL
de: URL öffnen
es: Saltar a la URL
fr: Ouvrir l’URL
it: Vai all’URL
ja: URLにジャンプ
pt: Visite o URL
tr: URL’ye Atla

source: Export “%@”…
de: „%@“ exportieren …
es: Exportar “%@”…
fr: Export de « %@ »…
it: Esporta “%@”…
ja: “%@”を書き出す…
pt: Exportar “%@”…
tr: “%@” Ögesini Dışa Aktar

source: Select a snippet to edit.
de: Wähle ein zu bearbeitendes Snippet.
es: Seleccione un fragmento para editar.
fr: Sélectionnez un snippet à éditer
it: Selezionare un ritaglio da modificare.
ja: 編集するスニペットを選択してください。
pt: Selecione um snippet para editar.
tr: Düzenlenecek bir kod parçacığı seçin.

source: Keywords
de: Schlüsselwörter
es: Palabras clave
fr: Mots-clés
it: Parole chiave
ja: キーワード
pt: Palavras-chave
tr: Anahtar Sözcükler

source: Commands
de: Befehle
es: Comandos
fr: Commandes
it: Comandi
ja: コマンド
pt: Comandos
tr: Komutlar

source: Types
de: Typen
es: Tipos
it: Tipi
ja: タイプ
pt: Tipos
tr: Türler

source: Attributes
de: Attribute
es: Atributos
fr: Attributs
it: Attributi
ja: 属性
pt: Atributos
tr: Öznitelikler

source: Variables
de: Variablen
it: Variabili
ja: 変数
pt: Variáveis
tr: Değişkenler

source: Values
de: Werte
es: Valores
fr: Valeurs
it: Valori
ja: 値
pt: Valores
tr: Değerler

source: Numbers
de: Zahlen
es: Números
fr: Nombres
it: Numeri
ja: 数値
pt: Números
tr: Sayılar

source: Strings
de: Zeichenketten
es: Cadenas
fr: Chaînes de caractères
it: Stringhe
ja: 文字列
tr: Diziler

source: Comments
de: Kommentare
es: Comentarios
fr: Commentaires
it: Commenti
ja: コメント
pt: Comentários
tr: Yorumlar

source: Completion List
de: Vervollständigung
es: Lista de autocompletado
fr: Autocomplétion
it: Completamento
ja: 入力補完リスト
pt: Lista de Preenchimento
tr: Tamamlama Listesi

source: File Mapping
de: Dateizuordnung
es: Mapeo de archivos
fr: Mappage de fichiers
it: Mappatura file
ja: ファイル関連付け
pt: Mapeamento de Arquivo
tr: Dosya Eşlemleme

source: Syntax Information
de: Syntax-Info
es: Información de sintaxis
fr: Infos de la syntaxe
it: Info. sulla sintassi
ja: シンタックス情報
pt: Informação de Sintaxe
tr: Sözdizim Bilgisi

source: Syntax Validation
de: Syntaxvalidierung
es: Validación de sintaxis
fr: Validation de la syntaxe
it: Validazione sintassi
ja: シンタックスの検証
pt: Validação da Sintaxe
tr: Sözdizim Doğrulama

source: No error found.
de: Kein Fehler wurde gefunden.
es: No se encontró ningún error.
fr: Aucune erreur trouvée.
it: Nessun errore rilevato.
ja: エラーはありません。
pt: Nenhum erro encontrado.
tr: Hata bulunamadı.

source: An error found.
de: Ein Fehler wurde gefunden.
es: Se encontró un error.
fr: Une erreur trouvée .
it: Trovato un errore.
ja: 1個のエラーがあります。
pt: 1 erro encontrado.
tr: Bir hata bulundu.

source: %lld errors found.
de: %lld Fehler wurden gefunden.
es: %lld errores encontrados.
fr: %lld erreurs trouvées .
it: Trovati %lld errori.
ja: %lld個のエラーがあります。
pt: %lld erros encontrados.
tr: %lld hata bulundu.

source: “%@” couldn’t be deleted.
de: „%@“ konnte nicht gelöscht werden.
es: “%@” no se pudo eliminar.
fr: « %@ » n’a pas pu être supprimé.
it: Impossibile cancellare “%@”.
ja: “%@”を削除できませんでした。
pt: “%@” não pôde ser apagado.
tr: “%@”, silinemedi.

source: “%@” couldn’t be imported.
de: „%@“ konnte nicht importiert werden.
es: “%@” no se podía importar.
fr: « %@ » n’a pas pu être importé.
it: Non è stato possibile importare “%@”.
ja: “%@”を読み込めませんでした。
pt: “%@” não pôde ser importado.
tr: “%@”, içe aktarılamadı.

source: No original file for “%@” was found.
de: Keine Original-Datei für „%@“ wurde gefunden.
es: No se encontró archivo original para “%@”
fr: Aucun fichier original pour « %@ » n’a été trouvé.
it: Nessun file originale trovato per “%@”.
ja: “%@”のオリジナルファイルが見つかりませんでした。
pt: O arquivo original de “%@” não foi encontrado.
tr: “%@” için özgün dosya bulunamadı.

source: Choose another name.
de: Wähle einen anderen Namen.
es: Elige otro nombre.
fr: Choisir un autre nom.
it: Scegli un altro nome.
ja: 別の名前を指定してください。
pt: Escolha outro nome.
tr: Başka bir ad seçin.

source: Name can’t be empty.
de: Name darf nicht leer sein.
es: El nombre no puede estar vacío.
fr: Le nom ne peut pas être vide.
it: Il nome non può essere vuoto.
ja: 名前は空にできません。
pt: Nome não pode estar vazio.
tr: Ad boş bırakılamaz.

source: Name can’t contain “/”.
de: Name darf kein „/“ enthalten.
es: El nombre no puede contener “/”.
fr: Le nom ne peut pas contenir « / ».
it: Il nome non può contenere “/”.
ja: 名前に“/”を含めることはできません。
pt: Nome não pode conter “/”.
tr: Ad “/” içeremez.

source: Name can’t begin with “.”.
de: Name darf nicht mit „.“ beginnen.
es: El nombre no puede comenzar con “.”.
fr: Le nom ne peut pas commencer par « . ».
it: Il nome non può iniziare con “.”.
ja: 名前を“.”から始めることはできません。
pt: Nome não pode começar com “.”.
tr: Ad “.” ile başlayamaz.

source: The name “%@” is already taken.
de: „%@“ wird bereits verwendet.
es: El nombre “%@” ya está tomado.
fr: Le nom « %@ » est déjà utilisé.
it: Il nome “%@” è già utilizzato.
ja: “%@”はすでに使用されています。
pt: O nome “%@” já está sendo usado.
tr: “%@” adı halihazırda kullanılıyor.

source: None
de: Ohne
es: Nada
fr: Aucun
it: Nessuno
ja: なし
pt: Nenhum
tr: Hiçbiri

source: Bundled syntaxes can’t be renamed.
de: Integrierte Syntaxen können nicht umbenannt werden.
es: Las sintaxis incluidos no se pueden cambiar de nombre.
fr: Les syntaxes fournies ne peuvent pas être renommées.
it: Le sintassi abbinate non possono essere rinominate.
ja: バンドルされているシンタックスの名前は変更できません。
pt: Não é possível renomear pacotes de sintaxe.
tr: Uygulama ile gelen sözdizimler yeniden adlandırılamaz.

source: copy
de: Kopie
es: copiar
fr: copie
it: Copia
ja: コピー
pt: (cópia)
tr: kopyası

source: Import
de: Importieren
es: Importar
fr: Importer
it: Importa
ja: 読み込む
pt: Importar
tr: İçe Aktar

source: A new syntax named “%@” will be installed, but a custom syntax with the same name already exists.
de: Eine neue Syntax mit dem Namen „%@“ wird installiert, doch ein benutzerdefinierte Syntax mit demselben Namen existiert bereits.
es: Una nueva sintaxis llamada “%@” se instalará, pero ya existe una sintaxis personalizada con el mismo nombre.
fr: Une nouvelle syntaxe nommée « %@ » va être installée, mais une autre syntaxe personnalisée du même nom existe déjà.
it: Verrà installata una nuova sintassi col nome “%@”, ma esiste già una sintassi personalizzata con lo stesso nome.
ja: 新しいシンタックス“%@”のインストールを試みましたが、同名のカスタムシンタックスがすでに存在しています。
pt: Uma nova sintaxe chamada “%@” será instalada, porém uma sintaxe customizada com mesmo nome já existe.
tr: “%@” adlı yeni bir sözdizim yüklenecek; ancak aynı adlı başka bir sözdizim halihazırda var.

source: Do you want to replace it? Replaced syntax can’t be restored.
de: Möchtest du sie ersetzen? Ersetzte Syntax kann nicht wiederhergestellt werden.
es: ¿Quieres reemplazarlo? La sintaxis reemplazada no se puede restaurar.
fr: Voulez-vous la remplacer? La syntaxe remplacée ne pourra pas être restaurée.
it: Desideri sostituirla? Una sintassi sostituita non potrà essere ripristinata.
ja: シンタックスを置き換えますか? 置き換えたシンタックスは元に戻せません。
pt: Você deseja alterar? Uma sintaxe alterada não pode ser restaurada.
tr: Yeni sözdizimle değiştirmek istiyor musunuz? Değiştirilen sözdizim geri yüklenemez.

source: Export As:
de: Exportieren als:
es: Exportar como:
fr: Exporter sous :
it: Esporta come:
ja: 名前:
pt: Exportar Como:
tr: Farklı Dışa Aktar:

source: Block comment needs both begin delimiter and end delimiter.
de: Block-Kommentare brauchen sowohl Anfangs- als auch Endzeichenkette.
es: El comentario de bloque necesita tanto el delimitador inicial como el delimitador final.
fr: Les commentaires en bloc ont besoin d’un délimiteur de début et de fin.
it: Un blocco di commento richiede un delimitatore iniziale ed uno finale.
ja: ブロックコメントは開始文字と終了文字の両方を必要とします。
pt: Comentários em bloco precisam ter delimitadores inicial e final.
tr: Blok yorumlar hem başlangıç hem bitiş sınırlayıcısı gerektirir.

source: Begin string
de: Anfangszeichenkette
es: Iniciar cadena
fr: Début de chaîne
it: Inizio stringa
ja: 開始文字列
pt: String inicial
tr: Başlangıç dizisi

source: End string
de: Endzeichenkette
es: Finalizar cadena
fr: Fin de chaîne
it: Fine stringa
ja: 終了文字列
pt: String final
tr: Bitiş dizisi

source: The same word is registered multiple times.
de: Mehrfach registriert.
es: La misma palabra se registra varias veces.
fr: Le même mot est présent plusieurs fois.
it: La stessa parola risulta registrata più volte.
ja: 重複して登録されています。
pt: A mesma palavra está registrada várias vezes.
tr: Aynı sözcük birden çok kez kayıt edilmiş.

source: Invalid regular expression.
de: Ungültiger regulärer Ausdruck.
es: Expresión regular no válida.
fr: Expression régulière invalide.
it: Espressione regolare non valida.
ja: 無効な正規表現です。
pt: Expressão regular inválida.
tr: Geçersiz düzenli ifade.

source: Untitled
de: Ohne Titel
es: Sin título
fr: Sans titre
it: Senza titolo
ja: 名称未設定
pt: Sem Título
tr: Adsız

source: A new theme named “%@” will be installed, but a custom theme with the same name already exists.
de: Ein neues Thema mit dem Namen „%@“ wird installiert, doch ein benutzerdefiniertes Thema mit dem selben Namen existiert bereits.
es: Un nuevo tema llamado “%@” se instalará, pero ya existe un tema personalizado con el mismo nombre.
fr: Un nouveau thème nommé « %@ » va être installé, mais un thème personnalisé avec le même nom existe déjà.
it: Un nuovo tema dal nome “%@” sarà installato, ma esiste già un tema personalizzato con lo stesso nome.
ja: 新しいテーマ“%@”のインストールを試みましたが、同名のカスタムテーマがすでに存在しています。
pt: Um novo tema chamado “%@” será instalado, mas já existe um tema personalizado com o mesmo nome.
tr: “%@” adlı yeni bir tema yüklenecek; ancak aynı adlı başka bir tema halihazırda var.

source: Do you want to replace it? Replaced theme can’t be restored.
de: Möchtest du es ersetzen? Ersetztes Thema kann nicht wiederhergestellt werden.
es: ¿Quieres reemplazarlo? El tema reemplazado no se puede restaurar.
fr: Voulez-vous le remplacer ? Le thème d’origine ne pourra pas être restauré.
it: Si desidera sostituirlo? I temi sostituiti non possono essere recuperati.
ja: テーマを置き換えますか? 削除したテーマは元に戻せません。
pt: Deseja substituí-lo? Os temas substituídos não podem ser restaurados.
tr: Yeni temayla değiştirmek istiyor musunuz? Değiştirilen tema geri yüklenemez.

source: A new replacement definition named “%@” will be installed, but a definition with the same name already exists.
de: Eine neue Ersatzdefinition mit dem Namen „%@“ wird installiert, doch eine Definition mit dem selben Namen existiert bereits.
es: Una nueva definición de reemplazo llamada “%@” se instalará, pero ya existe una definición con el mismo nombre.
fr: Une nouvelle liste de remplacements nommée « %@ » va être installée, mais une liste avec le même nom existe déjà.
it: Verrà installata una nuova definizione per la sostituzione chiamata “%@”, ma esiste già una definizione con lo stesso nome.
ja: 新しい置換定義“%@”のインストールを試みましたが、同名の定義がすでに存在しています。
pt: Uma nova definição de substituição chamada %@ será instalada, mas uma definição com o mesmo nome já existe.
tr: “%@” adında yeni bir değişim tanımı yüklenecek; ancak aynı adlı başka bir tanım halihazırda mevcut.

source: Do you want to replace it? Replaced definition can’t be restored.
de: Möchtest du sie ersetzen? Ersetzte Definition kann nicht wiederhergestellt werden.
es: ¿Quieres reemplazarla? La definición reemplazada no se puede restaurar.
fr: Voulez-vous la remplacer ? La liste de remplacements d’origine ne pourra pas être restaurée.
it: Si desidera sovrascriverla? La definizione soprascritta non può essere ripristinata.
ja: 定義を置き換えますか? 削除した定義は元に戻せません。
pt: Deseja confirmar alteração? Definições substituídas não podem ser restauradas.
tr: Değiştirmek istiyor musunuz? Değiştirilen tanım geri yüklenemez.

source: Insert Text %lld
de: Text hinzufügen %lld
es: Insertar texto %lld
fr: Insérer le texte %lld
it: Inserisci testo %lld
ja: テキストを挿入%lld
pt: Inserir Texto %lld
tr: %lld Metnini Ekle

source: Space
de: Leertaste
es: Espacio
fr: Espace
it: Spazio
ja: スペース
pt: Espaço
tr: Boşluk

source: “%@” is already taken by the “%@” command.
de: „%@“ wird bereits vom „%@“-Befehl verwendet.
es: “%@” ya está tomado por el comando “%@”.
fr: « %@ » est déjà associé à la commande « %@ ».
it: Il tasto “%@” è giù utilizzato.
ja: “%@”はすでに“%@”コマンドで使用されています。
pt: “%@” já está sendo usado pelo comando “%@.”
tr: “%@”, halihazırda “%@” komutu tarafından alınmış.

source: The Shift key can be used only with another modifier key.
de: Die Shift-Taste kann nur mit einer anderen Modifikatortaste verwendet werden.
es: La tecla Mayús solo se puede usar con otra tecla modificadora.
fr: La touche Maj ne peut être utilisée que avec une autre touche de modification.
it: Il tasto Maiuscolo va abbinato ad un altro tasto modificatore.
ja: Shiftキーはほかの修飾キーと合わせて使う必要があります。
pt: A tecla Shift só pode ser usada em conjunto com outra tecla de modificação.
tr: Shift düğmesi yalnızca başka bir değiştirici düğme ile kullanılabilir.

# The combination “%@” is not supported for the shortcut customization.
source: The combination “%@” is not supported for the shortcut customisation.
de: Die Kombination „%@“ wird für die Anpassung des Kurzbefehles nicht unterstützt.
es: La combinación “%@” no es compatible con la personalización del atajo de teclado.
fr: La combinaison « %@ » n’est pas supportée comme combinaison de raccourci clavier.
it: La combinazione “%@” non è supportata per la personalizzazione del key binding.
ja: “%@”の組み合わせはショートカットのカスタマイズに対応していません。
pt: A combinação “%@” não é suportada pela customização de combinações de teclas.
tr: “%@” kombinasyonu, düğme bağıntısı özelleştirmesi için desteklenmiyor.

source: Single type is invalid for a shortcut.
de: Einzelne Tasten sind für einen Kurzbefehl ungültig.
es: El tipo único no es válido para un atajo de teclado.
fr: Un raccourci clavier ne peut pas être composé que d’une seule touche.
it: Un solo tasto non è una scorciatoia valida.
ja: 単体のキーはショートカットに登録できません。
pt: Não é possível usar uma única tecla como atalho.
tr: Bir kısayol için tekli tür geçersizdir.

source: Open Scripts Folder
de: Skriptordner öffnen
es: Abrir la carpeta de scripts
fr: Ouvrir le dossier Scripts
it: Apri cartella script
ja: スクリプトフォルダを開く
pt: Abrir Pasta de Scripts
tr: Betikler Klasörünü Aç

source: Option-click to open script in editor.
de: Option-Klicken, um das Skript im Editor zu öffnen.
es: Haga clic con la tecla Opción pulsada para abrir el script en el editor.
fr: Option-clic pour ouvrir le script dans l’éditeur.
it: Option-click per aprire nell’editor degli script.
ja: スクリプトをエディタで開くには、Option+クリックしてください。
pt: Opção-clique para abrir o script no editor.
tr: Option-tık, betiği düzenleyicide açar.

source: No document to get input.
de: Kein Dokument, die Eingabe zu erhalten.
es: Ningún documento para obtener información.
fr: Aucun document d’entrée.
it: Nessun documento da cui ottenere dati.
ja: 入力元となる書類が見つかりませんでした。
pt: Nenhum documento para obter a entrada.
tr: Girdi alınacak bir belge yok.

source: No document to put output.
de: Kein Dokument, die Ausgabe zu setzen.
es: No hay ningún documento para poner salida.
fr: Aucun document de sortie.
it: Nessun documento dove salvare il risultato.
ja: 結果を出力する書類が見つかりませんでした。
pt: Nenhum documento para colocar a saída.
tr: Çıktı koyulacak bir belge yok.

source: The script “%@” does not exist.
de: Das Skript „%@“ existiert nicht.
es: El script “%@” no existe.
fr: Le script « %@ » n’existe pas.
it: Lo script “%@” non esiste.
ja: スクリプト“%@”は存在しません。
pt: O script “%@” não existe.
tr: “%@” betiği mevcut değil.

source: The script file “%@” couldn’t be opened.
de: Die Skriptdatei „%@“ konnte nicht geöffnet werden.
es: El archivo del script “%@” no se puede abrir.
fr: Le fichier de script « %@ » n’a pas pu être ouvert.
it: Impossibile aprire il file dello script “%@”.
ja: スクリプトファイル“%@”を開けませんでした。
pt: O arquivo de script “%@” não pôde ser aberto.
tr: “%@” betik dosyası açılamadı.

source: The script “%@” can’t be executed because you don’t have the execute permission.
de: Das Skript „%@“ kann nicht ausgeführt werden, da du keine Ausführungsrechte hast.
es: El script “%@” no se ejecutará porque no tiene el permiso de ejecución.
fr: Le script « %@ » n’a pas pu être éxécuté car vous ne disposez pas des permissions d’éxécution.
it: Impossibile eseguire lo script “%@”, perché non hai i permessi di esecuzione.
ja: 実行権がないため、スクリプト“%@”を実行できません。
pt: O script “%@” não pode ser executado porque você não tem permissão de execução.
tr: “%@” betiği çalıştırılamıyor; çünkü çalıştırmak için yeterli izinlere iye değilsiniz.

source: The script “%@” couldn’t be read.
de: Das Skript „%@“ konnte nicht gelesen werden.
es: El script “%@” no se puede leer.
fr: Le script « %@ » n’a pas pu être lu.
it: Impossibile leggere lo script “%@”.
ja: スクリプト“%@”を読み込めませんでした。
pt: O script “%@” não pôde ser lido.
tr: “%@” betiği okunamadı.

source: Check the script file.
de: Prüfe die Skriptdatei.
es: Comprobar el archivo del script.
fr: Vérifiez le fichier de script.
it: Verificare il file dello script.
ja: スクリプトファイルを確認してください。
pt: Verifique o arquivo de script.
tr: Betik dosyasını denetleyin.

source: Check the permission of the script file.
de: Prüfe die Zugriffsrechte der Skriptdatei.
es: Comprobar los permisos del archivo del script.
fr: Vérifiez les permissions du fichier de script.
it: Verificare i permessi dello script.
ja: スクリプトファイルのアクセス権を確認してください。
pt: Verifique as permissões do arquivo de script.
tr: Betik dosyasının izinlerini denetleyin.

source: Console
de: Konsole
es: Consola
ja: コンソール
tr: Konsol

source: Clear Log
de: Log löschen
es: Borrar registro
fr: Effacer la console
it: Azzera log
ja: ログを消去
pt: Limpar Registro
tr: Günlüğü Temizle

source: Clear error log
de: Fehlerlog löschen
es: Borrar registro de errores
fr: Effacer la console des erreurs
it: Azzera il log degli errori
ja: エラーログを消去
pt: Limpe o registro de erros
tr: Hata günlüğünü temizle

source: Quick Actions
de: Schnellaktionen
es: Acciones rápidas
fr: Actions rapides
pt: Ações Rápidas
tr: Hızlı Eylemler

source: The dropped file absolute path.
de: Der absolute Pfad der abgelegten Datei.
es: La ruta absoluta del archivo eliminado.
fr: Le chemin absolu du fichier déposé.
it: Percorso assoluto del file trascinato.
ja: ドロップ元ファイルの絶対パス
pt: O caminho absoluto do arquivo solto.
tr: Bırakılan dosya mutlak yolu.

source: The relative path between the dropped file and the document.
de: Der relative Pfad zwischen der abgelegten Datei und dem Dokument.
es: La ruta relativa entre el archivo eliminado y el documento.
fr: Le chemin relatif du fichier déposé par rapport au document.
it: Percorso relativo tra il file trascinato ed il documento.
ja: ドロップ先ファイルからドロップ元ファイルへの相対パス
pt: O caminho relativo entre o arquivo solto e o documento.
tr: Bırakılan dosya ve belge arasındaki göreli yol.

source: The dropped file’s name including extension (if exists).
de: Der Name der abgelegten Datei inklusive Suffix (falls es existiert).
es: El nombre del archivo eliminado, incluida la extensión (si existe).
fr: Le nom du fichier déposé avec l’extension (si présente).
it: Il nome del file trascinato include l’estensione (se presente).
ja: ドロップ元ファイルの拡張子を含むファイル名
pt: O nome do arquivo solto, incluindo a extensão (se houver).
tr: Bırakılan dosyanın varsa uzantısı dahil adı.

source: The dropped file’s name without extension.
de: Der Name der abgelegten Datei ohne Suffix.
es: El nombre del archivo eliminado sin extensión.
fr: Le nom du fichier déposé sans l’extension.
it: Il nome del file trascinato non ha estensione.
ja: ドロップ元ファイルの名前から拡張子を削除した文字列
pt: O nome do arquivo solto, sem a extensão.
tr: Bırakılan dosyanın uzantısı hariç adı.

source: The dropped file’s extension.
de: Das Suffix der abgelegten Datei.
es: La extensión del archivo eliminado.
fr: L’extension du fichier déposé.
it: Estensione del file trascinato.
ja: ドロップ元ファイルの拡張子
pt: A extensão do arquivo solto.
tr: Bırakılan dosyanın uzantısı.
