Repository: coteditor/CotEditor
Catalog: CotEditor/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, pt, tr

source: Allow ^ and $ to match the start and end of lines (multiline).
de: ^ und $ auch mit Zeilenanfang und -ende übereinstimmen lassen (multiline).
es: Permitir que ^ y $ coincidan con el inicio y el final de las líneas (multilínea).
fr: Les caractères ^ et $ capturent respectivement le début et la fin d’une ligne.
it: Consente a ^ e $ di valere come inizio e fine riga (multipla).
ja: ^と$がそれぞれ行頭と行末にも一致（複数行モード）
pt: Permite que ^ e $ correspondam ao início e final de linhas (multilinha).
tr: ^ ve $ karakterlerinin satır başı ve sonu ile eşleşmesine izin ver (çoklu satır).

source: Use Unicode word boundaries
de: Unicode-Wortgrenzen verwenden
es: Usa los límites de las palabras Unicode
fr: Utiliser les Word Boundaries Unicode
it: Usa Word Boundary Unicode
ja: Unicode単語境界を使用
pt: Usar limite de palavra Unicode
tr: Unicode sözcük sınırlarını kullan

source: Use Unicode TR#29 to specify word boundaries
de: Unicode TR#29 verwenden, um Wortgrenzen zu spezifizieren.
es: Usa Unicode TR#29 para especificar los límites de las palabras
fr: Utilise Unicode TR#29 pour spécifier les extrémités de mots.
it: Usa Unicode TR#29 per specificare i Word Boundary
ja: 単語の区切りにUnicode TR#29定義を使用
pt: Usa o TR#29 do Unicode para especificar os limites de palavras
tr: Sözcük sınırlarını belirtmek için Unicode TR#29 kullan

source: Unescape replacement string
de: Ersetzungstext maskieren
es: Cadena de reemplazo de Unescape
fr: Dé-échapper le texte de remplacement
it: Stringa di sostituzione Unescape
ja: 置換文字列のエスケープ文字を解釈
pt: Remover escape da string de substituição
tr: Değişim dizisini kaçırma

source: Unescape meta characters with backslash in replacement string.
de: Backslash im Ersetzungstext als Maskierungszeichen interpretieren.
es: Desvíe los meta caracteres con barra invertida en la cadena de reemplazo.
fr: Dé-échappe les métacaractères précédés d’un antislash dans le texte de remplacement.
it: Metacaratteri Unescape con backslash nella stringa di sostituzione.
ja: 置換文字列のバックスラッシュをエスケープ文字として解釈
pt: Remove o escape de barra invertida dos metacaracteres da string de substituição.
tr: Değişim dizisinde meta karakterlerini ters eğik çizgi ile kaçırma.

source: Multiple Replace
de: Multiples Ersetzen
es: Reemplazo múltiple
fr: Remplacements multiples
it: Sostituzione multipla
ja: 複数置換
pt: Substituição Múltipla
tr: Çoklu Değiştir

source: Insert Rule
de: Regel hinzufügen
es: Insertar regla
fr: Nouvelle règle
it: Inserisci Regola
ja: 条件を追加
pt: Inserir Regra
tr: Kural Ekle

source: Delete Rules
de: Regeln löschen
es: Eliminar reglas
fr: Supprimer les règles
it: Elimina Regole
ja: 条件を削除
pt: Apagar Regras
tr: Kural Sil

source: Edit Rule
de: Regel bearbeiten
es: Editar regla
fr: Modifier la règle
it: Modifica Regola
ja: 条件を編集
pt: Editar Regra
tr: Kural Düzenle

source: Move Rules
de: Regeln verschieben
es: Mover reglas
fr: Déplacer les règles
it: Sposta Regole
ja: 条件を移動
pt: Mover Regras
tr: Kural Taşı

source: Text encoding:
de: Textcodierung:
es: Codificación del texto:
fr: Encodage du texte :
it: Codifica testo:
ja: テキストエンコーディング:
pt: Codificação do texto:
tr: Metin kodlaması:

source: Show invisible files
de: Unsichtbare Dateien anzeigen
es: Mostrar archivos ocultos
fr: Afficher les fichiers cachés
it: Mostra i file nascosti
ja: 不可視ファイルを表示
pt: Mostrar arquivos ocultos
tr: Gizli dosyaları göster

source: Automatic
de: Automatisch
es: Automático
fr: Automatique
it: Automatica
ja: 自動
pt: Automático
tr: Otomatik

source: The file “%@” doesn’t appear to be text data.
de: Die Datei „%@” entspricht keiner Textdatei.
es: El archivo “%@” no parece ser de texto.
fr: Le fichier « %@ » ne semble pas être dans un format textuel.
it: Il file “%@” non sembra essere di testo.
ja: ファイル“%@”はテキストデータではないようです。
pt: O arquivo “%@” não parece ser de dados de texto.
tr: “%@” dosyası metin verisi gibi görünmüyor.

source: The file appears to be %@. Do you really want to open the file?
de: Die Datei scheint %@ zu sein. Möchtest du die Datei wirklich öffnen?
es: El archivo parece ser %@. ¿De verdad quieres abrir el archivo?
fr: Le ficher semble être de type %@. Voulez-vous vraiment ouvrir le fichier ?
it: Il file sembra essere un %@ Vuoi davvero aprirlo?
ja: このファイルは%@のようです。 本当にファイルを開きますか?
pt: O arquivo aparenta ser %@. Deseja realmente abrir o arquivo?
tr: Dosya %@ gibi görünüyor. Dosyayı gerçekten açmak istiyor musunuz?

source: The file “%@” has a size of %@.
de: Die Datei „%@“ hat eine Größe von %@.
es: The file “%@” tiene un tamaño de %@.
fr: Le fichier « %@ » a une taille de %@.
it: Il file “%@” è grande %@.
ja: ファイル“%@”はファイルサイズが%@あります。
pt: O arquivo “%@” tem %@ de tamanho.
tr: “%@” dosyasının boyutu %@.

source: Opening such a large file can make the application slow or unresponsive. Do you really want to open the file?
de: Wenn eine so große Datei geöffnet wird, kann das Programm langsam werden oder nicht mehr reagieren. Möchtest du die Datei wirklich öffnen?
es: Abrir un archivo tan grande, puede hacer que la aplicación sea lenta, o que no responda. ¿De verdad quieres abrir el archivo?
fr: En ouvrant un fichier d’aussi grande taille, il se peut que l’application ralentisse ou ne réponde plus. Voulez-vous tout de même ouvrir ce fichier ?
it: Aprire un file così grande potrebbe rallentare il funzionamento dell’applicazione. Vuoi davvero aprirlo?
ja: 巨大なファイルを開くと、アプリの反応が遅くなる可能性があります。 本当にファイルを開きますか?
pt: A abertura de um arquivo tão grande pode deixar o aplicativo lento ou sem responder. Deseja realmente abrir o arquivo?
tr: Bu kadar büyük bir dosyayı açmak uygulamayı yavaş veya tepkisiz yapabilir. Dosyayı gerçekten açmak istiyor musunuz?

source: Open
de: Öffnen
es: Abrir
fr: Ouvrir
it: Apri
ja: 開く
pt: Abrir
tr: Aç

source: Encoding to “%@”
de: Codierung zu „%@“
es: Codificación a “%@”
fr: Encodage en « %@ »
it: Codifica in “%@”
ja: エンコーディングを“%@”へ
pt: Codificação para “%@”
tr: “%@” olarak kodlanıyor

source: Line Endings to %@
de: Zeilenenden zu %@
es: Finales de línea a %@
fr: Fins de ligne en %@
it: Termine riga a %@
ja: 改行コードを%@へ
pt: Finais de Linha para %@
tr: Satır Sonları: %@

source: Text encoding
de: Textcodierung
fr: Encodage du texte
it: Codifica testo
ja: テキストエンコーディング
pt: Codificação de texto
tr: Metin kodlaması

source: Do you want to convert or reinterpret this document using “%@”?
de: Möchtest du dieses Dokument mit „%@“ umwandeln oder neu interpretieren?
es: ¿Quieres convertir o reinterpretar este documento usando “%@”?
fr: Voulez-vous convertir le document ou bien le réinterpréter en utilisant « %@ » ?
it: Si desidera convertire o reinterpretare il documento usando “%@”?
ja: “%@”を使って書類を変換または再解釈しますか?
pt: Deseja usar “%@” para converter ou reinterpretar este documento?
tr: Bu belgeyi “%@” kullanarak dönüştürmek veya yeniden yorumlamak istiyor musunuz?

source: Convert
de: Umwandeln
es: Convertir
fr: Convertir
it: Converti
ja: 変換
pt: Converter
tr: Dönüştür

source: Reinterpret
de: Neu interpretieren
es: Reinterpretación
fr: Ré-interpréter
it: Reinterpreta
ja: 再解釈
pt: Reinterpretar
tr: Yeniden Yorumla

source: Some characters would have to be changed or deleted in saving as “%@”.
de: Beim Speichern in „%@“ müssen einige Zeichen möglicherweise geändert oder gelöscht werden.
fr: Certains caractères devront être altérés ou supprimés en sauvegardant en « %@ ».
it: Alcuni caratteri dovranno essere cambiati o eliminati nel salvataggio come “%@”.
ja: “%@”で保存をすると、書類で使われている一部の文字が変更または削除されます。
pt: Alguns caracteres teriam que ser alterados ou apagados ao salvar como “%@.”
tr: “%@” olarak kaydederken bazı karakterler değiştirilmek veya silinmek zorunda olabilir.

source: Do you want to continue processing?
de: Möchtest du mit der Bearbeitung fortfahren?
fr: Voulez-vous poursuivre ?
it: Si desidera continuare l’elaborazione?
ja: 保存を続けますか?
pt: Deseja continuar o processamento?
tr: İşlemi sürdürmek istiyor musunuz?

source: Save Available Text
de: Verfügbaren Text speichern
es: Guardar texto disponible
fr: Sauvegarder les caractères disponibles
it: Salva le stringhe disponibili
ja: 有効なテキストを保存
pt: Salvar Strings Disponíveis
tr: Kullanılabilir Metni Kaydet

source: Show Incompatible Characters
de: Inkompatible Zeichen einblenden
fr: Montrer les caractères incompatibles
it: Mostra caratteri incompatibili
ja: 非互換文字を表示
pt: Mostrar Caracteres Incompatíveis
tr: Uyumsuz Karakterleri Göster

source: The document has unsaved changes.
de: Das Dokument hat ungespeicherte Änderungen.
fr: Le document contient des modifications non sauvegardées.
it: Il documento ha delle modifiche non salvate.
ja: ファイル“%@”の変更内容は保存されていません。
pt: O documento tem alterações não salvas.
tr: Belgede kaydedilmemiş değişiklikler var.

source: Do you want to discard the changes and reopen the document using “%@”?
de: Möchtest du die Änderungen verwerfen und das Dokument in der Codierung „%@“ erneut öffnen?
fr: Voulez-vous abandonner les modifications et réouvrir le document en utilisant « %@ » ?
it: Si desidera annullare le modifiche e riaprire il documento usando “%@”?
ja: 変更内容を破棄し、“%@”で書類を開き直してもよろしいですか?
pt: Deseja descartar as alterações e usar “%@” para reabrir o documento?
tr: Değişiklikleri atıp belgeyi、“%@” kullanarak yeniden açmak istiyor musunuz?

source: Discard Changes
de: Änderungen verwerfen
es: Descartar los cambios
fr: Abandonner les modifications
it: Annulla modifiche
ja: 変更内容を破棄
pt: Descartar Alterações
tr: Değişiklikleri At

source: The document doesn’t have a file to reinterpret.
de: Das Dokument hat keine Datei zum Neuinterpretieren.
es: El documento no tiene un archivo para reinterpretar.
fr: Le document n’a pas de fichier à réinterpréter.
it: Il documento non ha un file da reinterpretare.
ja: 再解釈をするファイルがありません。
pt: O documento não tem um arquivo para reinterpretar.
tr: Belgede yeniden yorumlanacak bir dosya yok.

source: The file “%@” couldn’t be reinterpreted using text encoding “%@”.
de: Die Datei „%@“ konnte nicht mithilfe der Codierung „%@“ neu interpretiert werden.
fr: Le fichier « %@ » n’a pas pu être réinterprété en utilisant l’encodage « %@ ».
it: Non è stato possibile reinterpretare il file “%@” con la nuova codifica “%@”.
ja: テキストエンコーディング“%1$@”でファイル“%2$@”を再解釈できませんでした。
pt: A codificação de texto “%2$@” não pôde ser usada para reinterpretar o arquivo “%1$@.”
tr: “%1$@” dosyası, “%2$@” metin kodlaması kullanarak yeniden yorumlanamadı.

source: The file may have been saved using a different text encoding, or it may not be a text file.
de: Die Datei wurde möglicherweise mit einer anderen Textcodierung gesichert oder es handelt sich nicht um eine Textdatei.
fr: Le fichier a peut-être été sauvegardé dans un encodage différent, ou bien il ne s’agit pas d’un fichier texte.
it: Il file potrebbe essere stato salvato usando una codifica di testo diversa, o potrebbe non essere un file di testo.
ja: このファイルは、別のテキストエンコーディングで保存されているか、テキストファイルでない可能性があります。
pt: O arquivo pode ter sido salvo com outra codificação de texto ou não ser um arquivo de texto.
tr: Dosya, başka bir metin kodlaması kullanarak kaydedilmiş olabilir veya bir metin dosyası olmayabilir.

source: Do you want to change encoding and show incompatible characters?
de: Möchtest du die Codierung ändern und die inkompatiblen Zeichen zeigen?
fr: Voulez-vous changer l’encodage et afficher les caractères incomptables ?
it: Si desidera cambiare codifica e mostrare i caratteri incompatibili?
ja: エンコーディングを変更し、非互換文字を表示しますか?
pt: Deseja alterar a codificação e mostrar os caracteres incompatíveis?
tr: Kodlamayı değiştirmek ve uyumsuz karakterleri göstermek istiyor musunuz?

source: Change Encoding
de: Codierung ändern
es: Cambiar la codificación
fr: Changer l’encodage
it: Cambia modifica
ja: エンコーディングを変更
pt: Alterar Codificação
tr: Kodlamayı Değiştir

source: The document has inconsistent line endings.
de: Das Dokument hat inkonsistente Zeilenenden.
es: El documento tiene finales de línea inconsistentes.
fr: Ce document a des fins de ligne inconsistantes.
it: Il documento presenta dei fine riga non coerenti.
ja: 書類に複数の改行コードが混在しています。
pt: O documento contém finais de linha inconsistentes.
tr: Belgenin satır sonları tutarsız.

source: Do you want to convert all line endings to %@, the most common line endings in this document?
de: Möchtest du alle Zeilenenden in %@ umwandeln, die häufigsten Zeilenenden in diesem Dokument?
es: ¿Quieres convertir todos los finales de línea en %@, los finales de línea más comunes en este documento?
fr: Souhaitez-vous convertir toutes les fins de ligne en %@, le plus courant dans le document ?
it: Si desidera convertire tutti i fine riga in %@, il fine riga più comune del documento?
ja: すべての改行コードをこの書類で最も使われている%@に変換しますか?
pt: Você deseja converter todos os finais de linha para %@, a maior parte dos finais de linha desse arquivo?
tr: Tüm satır sonlarını bu belgedeki en yaygın satır sonu olan %@ olarak değiştirmek istiyor musunuz?

source: Don’t ask again for this document
de: Für dieses Dokument nicht erneut fragen
es: No vuelvas a pedir este documento
fr: Ne plus demander pour ce document
it: Non chiedere più per questo documento
ja: この書類では次回から確認しない
pt: Não pergunte novamente para este arquivo
tr: Bu belge için yeniden sorma

source: Review
de: Prüfen
es: Revisar
fr: Passer en revue
it: Rivedi
ja: 確認
pt: Revisar
tr: Gözden Geçir

source: Ignore
de: Ignorieren
es: Ignorar
fr: Ignorer
it: Ignora
ja: 無視
pt: Ignorar
tr: Yok Say

source: The file has been changed by another application. There are also unsaved changes in CotEditor.
de: Die Datei wurde von einem anderen Programm geändert. Es gibt auch ungespeicherte Änderungen in CotEditor.
es: Otra aplicación ha modificado el archivo. También hay cambios no guardados en CotEditor.
fr: Le fichier a été modifié par une autre application. Il y a des modifcations non sauvegardées dans CotEditor.
it: Il file è stato modificato da un’altra applicazione. Ci sono anche delle modifiche non salvate in CotEditor.
ja: このファイルは、別のアプリケーションによって変更されました。CotEditorで加えた編集もまだ保存されていません。
pt: O arquivo foi alterado por outro aplicativo. Também há alterações não salvas no CotEditor.
tr: Dosya başka bir uygulama tarafından değiştirilmiş. Aynı zamanda CotEditor’da kaydedilmemiş değişiklikler var.

source: The file has been changed by another application.
de: Die Datei wurde von einem anderen Programm geändert.
es: Otra aplicación ha modificado el archivo.
fr: Le fichier a été modifié par une autre application.
it: Il file è stato modificato da un’altra applicazione.
ja: このファイルは、別のアプリケーションによって変更されました。
pt: O arquivo foi alterado por outro aplicativo.
tr: Dosya başka bir uygulama tarafından değiştirilmiş.

source: Do you want to keep CotEditor’s edition or update it to the modified edition?
de: Möchtest du die Version des CotEditors behalten oder auf die geänderte Version aktualisieren?
es: ¿Quieres conservar la edición de CotEditor o actualizarla a la edición modificada?
fr: Voulez-vous garder la version dans CotEditor ou rafraîchir vers la version modifiée ?
it: Si desidera mantenere la versione di CotEditor oppure aggiornarla a quella modificata?
ja: CotEditorでの編集内容を保持しますか、それとも変更された内容に更新しますか?
pt: Deseja manter a edição do CotEditor ou atualizar para a edição modificada?
tr: CotEditor’da yapılan değişiklikler mi kullanılsın veya daha önce değiştirilen sürüme mi güncellensin?

source: Keep CotEditor’s Edition
de: CotEditors Version behalten
es: Conservar edición de Coteditor
fr: Garder la version dans CotEditor
it: Mantieni la versione di CotEditor
ja: CotEditorの編集内容を保持
pt: Manter Edição do CotEditor
tr: CotEditor Değişikliklerini Tut

source: Update
de: Aktualisieren
es: Actualizar
fr: Rafraîchir
it: Aggiorna
ja: 更新
pt: Atualizar
tr: Güncelle

source: Make file executable
de: Datei als ausführbar definieren
es: Hacer que el archivo sea ejecutable
fr: Rendre ce fichier exécutable
it: Rendi eseguibile il file
ja: 実行可能ファイルにする
pt: Transforme em arquivo executável
tr: Dosyayı çalıştırılabilir yap

source: Document has unsaved changes
de: Das Dokument enthält ungesicherte Änderungen.
es: El documento tiene cambios no guardados
fr: Le document a des changements non sauvegardés
it: Il Documento contiene modifiche non salvate
ja: 書類に保存されていない変更があります
pt: Documento contém alterações não salvas
tr: Belgede kaydedilmemiş değişiklikler var

source: Syntax
es: Sintaxis
fr: Syntaxe
it: Sintassi
ja: シンタックス
pt: Sintaxe
tr: Sözdizim

source: Change syntax
de: Syntax ändern
es: Cambiar sintaxis
fr: Changer la syntaxe
it: Cambia sintassi
ja: シンタックスを変更
pt: Alterar sintaxe
tr: Sözdizimi değiştir

source: Recently Used
de: Zuletzt benutzt
es: Usado recientemente
fr: Utilisés récemment
it: Usati di recente
ja: 最近使った項目
pt: Recentes
tr: Son Kullanılan

source: Deleted
de: Gelöscht
es: Eliminado
fr: Supprimés
it: Eliminato
ja: 削除された項目
pt: Apagado
tr: Silinen

source: Show document information
de: Dokumentinformationen einblenden
es: Mostrar información del documento
fr: Afficher les informations de document
it: Mostra informazioni sul documento
ja: 書類情報を表示
pt: Mostre informações do documento
tr: Belge bilgisini göster

source: Text Size
de: Schriftgröße
es: Tamaño del texto
fr: Taille du texte
it: Dimensione testo
ja: 文字サイズ
pt: Tamanho do Texto
tr: Metin Puntosu

source: Smaller
de: Kleiner
es: Más pequeño
fr: Plus petit
it: Più piccolo
ja: 小さく
pt: Menor
tr: Daha Küçük

source: Bigger
de: Größer
es: Más grande
fr: Plus grand
it: Più grande
ja: 大きく
pt: Maior
tr: Daha Büyük

source: Change text size
de: Textgröße ändern
es: Cambiar el tamaño del texto
fr: Changer la taille du texte
it: Cambia dimensione testo
ja: 文字サイズを変更
pt: Altere o tamanho do texto
tr: Metin puntosunu değiştir

source: Decrease text size
de: Text verkleinern
es: Disminuir el tamaño del texto
fr: Diminuer la taille du texte
it: Testo più piccolo
ja: 文字サイズを小さくする
pt: Diminua o tamanho do texto
tr: Metin puntosunu azalt

source: Increase text size
de: Text vergrößern
es: Aumentar el tamaño del texto
fr: Augmenter la taille du texte
it: Testo più grande
ja: 文字サイズを大きくする
pt: Aumente o tamanho do texto
tr: Metin puntosunu artır

source: Writing Direction
de: Schreibrichtung
es: Sentido de la escritura
fr: Sens de l’écriture
it: Direzione di scrittura
ja: 文章の方向
pt: Direção da Escrita
tr: Yazım Yönü

source: Left to Right
de: Von links nach rechts
es: De izquierda a derecha
fr: De gauche à droite
it: Da sinistra a destra
ja: 左から右
pt: Da Esquerda para a Direita
tr: Soldan Sağa

source: Right to Left
de: Von rechts nach links
es: De derecha a izquierda
fr: De droite à gauche
it: Da destra a sinistra
ja: 右から左
pt: Da Direita para a Esquerda
tr: Sağdan Sola

source: Change writing direction
de: Schreibrichtung ändern
es: Cambiar el sentido de la escritura
fr: Changer le sens de l’écriture
it: Cambia verso di scrittura
ja: 文章の方向を切替
pt: Altere a direção da escrita
tr: Yazım yönünü değiştir

source: Left to right
de: Von links nach rechts
es: De izquierda a derecha
fr: De gauche à droite
it: Da sinistra a destra
ja: 左から右
pt: Da Esquerda para a Direita
tr: Soldan sağa yaz

source: Right to left
de: Von rechts nach links
es: De derecha a izquierda
fr: De droite à gauche
it: Da destra a sinistra
ja: 右から左
pt: Da Direita para a Esquerda
tr: Sağdan sola yaz

source: Text Orientation
de: Textausrichtung
es: Orientación de texto
fr: Orientation du texte
it: Orientamento
ja: 横書き/縦書き
pt: Orientação
tr: Metin Yönlendirmesi

source: Horizontal
fr: Horizontale
it: Orizzontale
ja: 横書き
tr: Yatay

source: Vertical
de: Vertikal
fr: Verticale
it: Verticale
ja: 縦書き
tr: Dikey

source: Switch text orientation
de: Text vertikal/horizontal ausrichten
es: Cambiar la orientación del texto
fr: Changer l’orientation du texte
it: Seleziona orientamento orizzontale o verticale del testo
ja: 横書き/縦書きを切替
pt: Alterne a orientação do texto
tr: Metin yönlendirmesini değiştir

source: Indent
de: Einziehen
es: Sangría
fr: Indenter
it: Rientra
ja: インデント
pt: Recuo
tr: Girintile

source: Shift Left
de: Ausrücken
es: Desplazamiento a la izquierda
fr: Décaler à gauche
it: Scorri a sinistra
ja: 左へシフト
pt: Deslocar à Esquerda
tr: Sola Kaydır

source: Shift Right
de: Einrücken
es: Desplazamiento a la derecha
fr: Décaler à droite
it: Scorri a destra
ja: 右へシフト
pt: Deslocar à Direita
tr: Sağa Kaydır

source: Indent selection
de: Auswahl einziehen
es: Selección de sangría
fr: Indenter ou désindenter la sélection
it: Rientra selezione
ja: 選択範囲をインデント
pt: Recue a seleção
tr: Seçimi girintile

source: Shift lines to left
de: Zeilen nach Links verschieben
es: Deplazar las líneas a la izquierda
fr: Décaler les lignes à gauche
it: Scorre le righe verso sinistra
ja: 行を左へシフト
pt: Desloque linhas para a esquerda
tr: Satırları sola kaydır

source: Shift lines to right
de: Zeilen nach Rechts verschieben
es: Desplazar las líneas a la derecha
fr: Décaler les lignes à droite
it: Scorre le righe verso destra
ja: 行を右へシフト
pt: Desloque linhas para a direita
tr: Satırları sağa kaydır

source: Comment
de: Kommentar
fr: Commenter
it: Commento
ja: コメント
pt: Comentário
tr: Yorum Yap

source: Comment-out or uncomment selection
de: Auswahl aus-/unkommentieren
es: Comentar ó descomentar selección
fr: Commenter ou décommenter la sélection
it: Commenta o de-commenta la selezione
ja: 選択範囲をコメントアウト/コメント解除
pt: Adicione ou remova o comentário da seleção
tr: Seçimi yoruma dönüştürür veya kaldır

source: Tab Style
de: Tabulatorstil
es: Estilo de tabulación
fr: Style de tabulation
it: Stile Pannello
ja: タブスタイル
pt: Estilo da Tabulação
tr: Sekme Biçemi

source: Use tabs for indentation
de: Tabulatoren für Einzug verwenden
es: Usar pestañas para sangría
fr: Utiliser des espaces pour l’indentation
it: Usa le tabulazioni per il rientro
ja: インデントにタブを使用
pt: Use tabulações para indentação
tr: Girintileme için sekmeler kullan

source: Use spaces for indentation
de: Leerzeichen für Einzug verwenden
es: Usar espacios para sangría
fr: Utiliser des tabulations pour l’indentation
it: Usa gli spazi per il rientro
ja: インデントにスペースを使用
pt: Use espaços para indentação
tr: Girintileme için boşluklar kullan

source: Tab Width
de: Tabulatorbreite
es: Anchura del tabulador
fr: Largeur de tabulation
it: Larghezza Tab
ja: タブ幅
pt: Largura da Tabulação
tr: Sekme Genişliği

source: Custom…
de: Konfigurieren …
es: Personalizar…
fr: Personnalisé…
it: Personalizzato…
ja: カスタム…
pt: Personalizar…
tr: Özel…

source: Use Spaces for Indentation
de: Leerzeichen für Einzug verwenden
es: Usar espacios para sangría
fr: Utiliser des espaces pour l’indentation
it: Usa gli spazi per il rientro
ja: インデントにスペースを使用
pt: Use espaços para Indentação
tr: Girintileme için Boşluklar Kullan

source: Line Wrapping
de: Zeilenumbruch
es: Ajuste de líneas
fr: Retours à la ligne
it: Adattamento righe:
ja: 行の折り返し
pt: Ajuste de Linha
tr: Satır Kaydırma

source: Unwrap lines
de: Zeilen nicht umbrechen
es: Desajustar líneas
fr: Ne pas renvoyer à la ligne
it: Rimuovi a capo automatico
ja: 行を折り返さない
pt: Desajustar linhas
tr: Satırları olduğu gibi bırak

source: Wrap lines
de: Zeilen umbrechen
es: Ajustar líneas
fr: Renvoyer à la ligne
it: A capo automatico
ja: 行を折り返す
pt: Ajustar linhas
tr: Satırları pencere kenarından geri döndür

source: Invisibles
de: Steuerzeichen
es: Caracteres invisibles
fr: Caractères invisibles
it: Caratteri invisibili
ja: 不可視文字
pt: Invisíveis
tr: Görünmez Karakterler

source: Hide invisible characters
de: Steuerzeichen ausblenden
es: Ocultar caracteres invisibles
fr: Masquer les caractères invisibles
it: Nascondi caratteri invisibili
ja: 不可視文字を非表示
pt: Ocultar invisíveis
tr: Görünmez karakterleri gizle

source: Show invisible characters
de: Steuerzeichen einblenden
es: Mostrar caracteres invisibles
fr: Afficher les caractères invisibles
it: Mostra caratteri invisibili
ja: 不可視文字を表示
pt: Mostrar invisíveis
tr: Görünmez karakterleri göster

source: Indent Guides
de: Einzugshilfslinien
es: Sangrar guias
fr: Guides d’indendation
it: Guide di indentazione
ja: インデントガイド
pt: Guias de Recuo
tr: Girintileme Kılavuzları
