Repository: coteditor/CotEditor
Catalog: CotEditor/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, pt, tr

source: Hide indent guide lines
de: Einzugshilfslinien ausblenden
es: Ocultar línas guía de sangria
fr: Masquer les guides d’indentation
it: Nascondi le guide per l’indentazione
ja: インデントガイドを非表示
pt: Oculte a linha de guia da página
tr: Girintileme kılavuz çizgilerini gizle

source: Show indent guide lines
de: Einzugshilfslinien einblenden
es: Mostrar líneas guía de sangria
fr: Afficher les guides d’indentation
it: Mostra le guide per l’indentazione
ja: インデントガイドを表示
pt: Mostre a linha de guia da página
tr: Girintileme kılavuz çizgilerini göster

source: Keep on Top
de: Oben behalten
es: Mantener en primer plano
fr: Gardar au premier plan
it: Mantieni in alto
ja: 一番上に表示
pt: Manter em Primeiro Plano
tr: En Üstte Tut

source: Keep the window always on top
de: Fenster immer oben behalten
es: Mantener la ventana siempre en primer plano
fr: Garder la fenêtre au premier plan
it: Mantieni la finestra in evidenza
ja: ウインドウを常に一番上に表示
pt: Manter janela sempre no topo
tr: Pencereyi her zaman üstte tut

source: Opacity
de: Deckkraft
es: Opacidad
fr: Opacité
it: Opacità
ja: 不透明度
pt: Opacidade
tr: Matlık

source: Change editor’s opacity
de: Deckkraft des Editors ändern
es: Cambiar la opacidad del editor
fr: Changer l’opacité de l’éditeur
it: Cambia la opacità dell’editor
ja: エディタの不透明度を変更
pt: Altere a opacidade do editor
tr: Düzenleyici matlığını değiştir

source: Spell Check
de: Rechtschreibprüfung
es: Comprobar ortográfia
fr: Vérifier l’orthographe
it: Controllo ortografia
ja: スペルチェック
pt: Verificar Ortografia
tr: Yazım Denetimi

source: Show spelling and grammar
de: Rechtschreibung und Grammatik einblenden
es: Mostrar ortografía y gramática
fr: Vérier l’orthographe et la grammaire
it: Mostra il controllo dell’ortografia e della grammatica
ja: スペルと文法を表示
pt: Mostre o painel de ortografia e gramática
tr: Yazım ve dilbilgisi denetimini göster

source: Emoji & Symbols
de: Emoji & Symbole
es: Emojis y símbolos
fr: Emoji et Symboles
it: Emoji e simboli
ja: 絵文字と記号
pt: Emoji e símbolos
tr: Emoji ve Semboller

source: Show Emoji & Symbols palette
de: Emoji- & Symbolpalette einblenden
es: Mostrar paleta de emojis y símbolos
fr: Afficher le panneau Emoji et Symboles
it: Mostra palette delle Emoji e dei simboli
ja: “絵文字と記号”を表示
pt: Mostrar Paleta de Emojis e Símbolos
tr: Emoji ve Semboller paletini göster

source: Find
de: Suchen
fr: Rechercher
it: Cerca
ja: 検索
pt: Buscar
tr: Bul

source: Show Find & Replace
de: „Suchen & Ersetzen“ einblenden
es: Mostrar Buscar y reemplazar
fr: Rechercher et remplacer
it: Mostra “Trova e sosituisci”
ja: 「検索と置換」を表示
pt: Mostra o campo Buscar e Substituir
tr: Bul ve Değiştir’i göster

source: Print
de: Drucken
es: Imprimir
fr: Imprimer
it: Stampa
ja: プリント
pt: Imprimir
tr: Yazdır

source: Print document
de: Dokument drucken
es: Imprimir documento
fr: Imprimer le document
it: Stampa documento
ja: 書類をプリント
pt: Imprima
tr: Belgeyi yazdır

source: Share document file
de: Dokumentdatei teillen
es: Compartir archivo de documento
fr: Partager le document
it: Condivide documento
ja: 書類ファイルを共有
pt: Compartilhe o arquivo do documento
tr: Belgeyi paylaş

source: Fonts
de: Schriften
es: Tipos de letra
fr: Polices
it: Font
ja: フォント
pt: Fontes
tr: Fontlar

source: Change Font
de: Schrift ändern
es: Cambiar fuente
fr: Changer la Police
it: Cambia font
ja: フォントを変更
pt: Alterar Fonte
tr: Fontu Değiştir

source: Font Type
de: Schrifttyp
es: Tipo de fuente
fr: Type de Police
it: Tipo Font
ja: フォントタイプ
pt: Tipo de Fonte
tr: Font Türü

source: Standard
es: Estándar
ja: 標準
pt: Padrão
tr: Standart

source: Monospaced
de: Nichtproportional
es: Monoespaciado
fr: Monochasse
it: Spaziatura fissa
ja: 等幅
pt: Monoespaçado
tr: Sabit Genişlikli

source: Show Fonts
de: Schriften einblenden
es: Mostrar tipos de letra
fr: Afficher les polices
it: Mostra font
ja: フォントパネルを表示
pt: Mostrar tipos de letra
tr: Fontları Göster

source: Actual Size
de: Originalgröße
es: Tamaño real
fr: Taille réelle
it: Dimensione reale
ja: 等倍
pt: Tamanho Real
tr: Gerçek Boyut

source: Printed on %@
de: Gedruckt am %@
es: Impreso el %@
fr: Imprimé le %@
it: Stampato su %@
ja: プリント: %@
pt: Impresso em %@
tr: %@ tarihinde yazdırıldı

source: Last modified on %@
de: Zuletzt geändert am %@
es: Última modificación el %@
fr: Modifié la dernière fois le %@
it: Ultima modifica il %@
ja: 最終変更: %@
pt: Última modificação em %@
tr: En son %@ tarihinde değiştirildi

source: Theme
de: Thema
es: Tema
fr: Thème
it: Tema
ja: テーマ
pt: Tema
tr: Tema

source: Syntax Name
es: Nombre de la sintaxis
fr: Nom de la syntaxe
it: Nome sintassi
ja: シンタックス名
pt: Nome da Sintaxe
tr: Sözdizim Adı

source: Document Name
de: Dokumentenname
es: Nombre del documento
fr: Nom du document
it: Nome documento
ja: 書類名
pt: Nome do Documento
tr: Belge Adı

source: File Path
de: Dateipfad
es: Ruta del archivo
fr: Chemin du fichier
it: Percorso file
ja: ファイルパス
pt: Caminho do Arquivo
tr: Dosya Yolu

source: Print Date
de: Druckdatum
es: Imprimir fecha
fr: Date d’impression
it: Data di stampa
ja: プリント日時
pt: Data da Impressão
tr: Yazdırma Tarihi

source: Last Modified Date
de: Letztes Änderungsdatum
es: Fecha de última modificación
fr: Date de dernière modification
it: Data ultima modifica
ja: 最終変更日時
pt: Data da Última Modificação
tr: Son Değişiklik Tarihi

source: Page Number
de: Seitenzahl
es: Número de página
fr: Numéro de page
it: Numero di pagina
ja: ページ番号
pt: Número da Página
tr: Sayfa Numarası

source: Align Left
de: Linksbündig ausrichten
es: Alinear a la izquierda
fr: Aligner à gauche
it: Allinea a sinistra
ja: 左揃え
pt: Alinhar à Esquerda
tr: Sola Hizala

# Center
source: Centre
de: Zentrieren
es: Centrado
fr: Centrer
it: Centra
ja: 中央揃え
pt: Centralizar
tr: Ortala

source: Align Right
de: Rechtsbündig ausrichten
es: Alinear a la derecha
fr: Aligner à droite
it: Allinea a destra
ja: 右揃え
pt: Alinhar à Direita
tr: Sağa Hizala

source: Font Size
de: Schriftgröße
es: Tamaño letra
fr: Taille de police
it: Dimensioni font
ja: フォントサイズ
pt: Tamanho da fonte
tr: Font Puntosu

# Color
source: Colour
de: Farbe
es: Color
fr: Couleur
it: Colore
ja: カラー
pt: Cor
tr: Renk

source: Print Backgrounds
de: Hintergrund drucken
es: Imprimir fondo
fr: Imprimer l’arrière-plan
it: Stampa sfondi
ja: 背景をプリント
pt: Imprimir Fundos
tr: Arka Planları Yazdır

source: Line Number
de: Zeilennummern
es: Número de línea
fr: Numéro de ligne
it: Numero riga
ja: 行番号
pt: Número da Linha
tr: Satır Numarası

source: Header
de: Kopfzeile
es: Cabecera
fr: En-tête
it: Intestazione
ja: ヘッダ
pt: Cabeçalho
tr: Üstbilgi

source: Footer
de: Fußzeile
es: Pie de página
fr: Pied de page
it: Pie’ di pagina
ja: フッタ
pt: Rodapé
tr: Altbilgi

source: %@ pt
tr: %@ punto

source: On
de: Ein
es: Encendido
fr: Oui
it: Acceso
ja: オン
pt: Ativo
tr: Açık

source: Black and White
de: Schwarzweiß
es: Blanco y negro
fr: Noir et Blanc
it: Bianco e nero
ja: 白黒
pt: Preto e Branco
tr: Siyah - Beyaz

source: Recent Filters
de: Zuletzt gefiltert
es: Filtros recientes
fr: Filtres récents
it: Filtri recenti
ja: 最近のフィルタ
pt: Filtros Recentes
tr: Son Filtreler

source: Clear Recent Filters
de: Letzte Filter löschen
es: Borrar filtros recientes
fr: Effacer l’historique
it: Cancella recenti
ja: フィルタ履歴を消去
pt: Limpar Recentes
tr: Son Filtreleri Temizle

source: No Recent Filter
de: Keine letzten Filtereinträge
es: Sin filtro reciente
fr: Aucun filtre récent
it: Nessun filtro recente
ja: フィルタ履歴がありません
pt: Nenhum filtro recente
tr: Son Filtre Yok

source: No issues found.
de: Keine Probleme gefunden.
fr: Aucun problème trouvé.
it: Nessun problema rilevato.
ja: 問題は見つかりませんでした。
pt: Nenhum problema encontrado.
tr: Sorun bulunamadı.

source: Scanning incompatible characters…
de: Inkompatible Zeichen scannen …
fr: Recherche de caractères incompatibles …
it: Scansione dei caratteri incompatibili…
ja: 非互換文字を走査中…
pt: Escaneando caracteres incompatíveis…
tr: Uyumsuz karakterler taranıyor…

source: Found an incompatible character.
de: Es wurde ein inkompatibles Zeichen gefunden.
fr: Caractère incompatible trouvé.
it: Rilevato un carattere incompatibile.
ja: 1個の非互換文字が見つかりました。
pt: Encontrado caracter incompatível.
tr: Bir uyumsuz karakter bulundu.

source: Found %lld incompatible characters.
de: Es wurden %lld inkompatiblen Zeichen gefunden.
fr: %lld caractères incompatibles trouvés.
it: Rilevati %lld caratteri incompatibili.
ja: %lld個の非互換文字が見つかりました。
pt: Encontrados %lld caracteres incompatíveis.
tr: %lld uyumsuz karakter bulundu.

source: Found a line ending other than %@.
de: Es wurde ein anderes Zeilenende als %@ gefunden.
fr: Fin de ligne autre que %@ trouvée.
it: Rilevata una riga che non termina con %@.
ja: 1個の%@でない改行コードが見つかりました。
pt: Foi encontrado um final de linha diferente de %@.
tr: %@ dışında başka bir satır sonu bulundu.

source: Found %lld line endings other than %@.
de: Es wurden %lld andere Zeilenenden als %@ gefunden.
fr: %lld fins de ligne autres que %@ trouvées.
it: Rilevate %lld righe che non terminano con %@.
ja: %lld個の%@でない改行コードが見つかりました。
pt: Foram encontrados %lld finais de linha diferentes de %@.
tr: %@ dışında %lld başka satır sonu bulundu.

source: Insert Text
de: Text hinzufügen
es: Insertar texto
fr: Insérer du Texte
it: Inserisci testo
ja: テキストを挿入
pt: Inserir Texto
tr: Metin Ekle

source: Insert Snippet
de: Snippet hinzufügen
es: Insertar fragmento
fr: Insérer un Snippet
it: Inserisci snippet
ja: スニペットを挿入
pt: Inserir Fragmento
tr: Kırpıntı Ekle

source: Convert Indentation
de: Einzug konvertieren
es: Convertir sangría
fr: Convertir l’Indentation
it: Converti rientro
ja: インデントを変換
pt: Converter Recuo
tr: Girintilemeyi Dönüştür

source: Comment Out
de: Auskommentieren
es: Comentar
fr: Commenter
it: Trasforma in commento
ja: コメントアウト
pt: Adicionar Comentário
tr: Yorum Yap

source: Uncomment
de: Unkommentieren
es: Descomentar
fr: Décommenter
it: De-commenta
ja: コメント解除
pt: Remover Comentário
tr: Yorumu Kaldır

source: Inspect Character
de: Zeichen-Info einblenden
es: Inspeccionar carácter
fr: Inspecter le caractère
it: Ispeziona carattere
ja: 文字情報を表示
pt: Inspecionar Caractere
tr: Karakter Denetle

source: Move Line
de: Zeile verschieben
es: Mover línea
fr: Déplacer les lignes
it: Muovi riga
ja: 行を移動
pt: Mover Linha
tr: Satır Taşı

source: Sort Lines
de: Zeilen sortieren
es: Ordenar líneas
fr: Trier les lignes
it: Ordina righe
ja: 行を並び替え
pt: Ordenar Linhas
tr: Satırları Sırala

source: Reverse Lines
de: Zeilen umdrehen
es: Ivertir líneas
fr: Inverser les lignes
it: Inverti righe
ja: 行を反転
pt: Inverter Linhas
tr: Satırları Tersine Çevir

source: Shuffle Lines
de: Zeilen zufällig wiedergeben
es: Barajar líneas
fr: Mélanger les lignes
it: Mescola le righe
ja: 行をシャッフル
pt: Linhas Aleatórias
tr: Satırları Karıştır

source: Delete Duplicate Lines
de: Doppelte Zeilen löschen
es: Eliminar líneas repetidas
fr: Supprimer les lignes en double
it: Elimina righe duplicate
ja: 重複行を削除
pt: Apagar Linhas Duplicadas
tr: Çoğaltılan Satırları Sil

source: Duplicate Line
de: Zeile duplizieren
es: Duplicar línea
fr: Dupliquer la ligne
it: Duplica riga
ja: 行を複製
pt: Duplicar Linha
tr: Satır Yinele

source: Delete Line
de: Zeile löschen
es: Eliminar línea
fr: Supprimer la ligne
it: Elimina riga
ja: 行を削除
pt: Apagar Linha
tr: Satın Sil

source: Join Lines
de: Zeilen verbinden
es: Unir líneas
fr: Joindre des lignes
pt: Juntar Linhas
tr: Satırları Birleştir

source: Trim Trailing Whitespace
de: Leerzeichen am Zeilenende entfernen
es: Recortar espacios en blanco finales
fr: Rogner les espaces aux extrémités
it: Rimuovi spazi bianchi a fine riga
ja: 行末の空白を削除
pt: Aparar Espaço em Branco à Direita
tr: İzleyen Boşluğu Kırp

source: Copy as Rich Text
de: Als formatierten Text kopieren
es: Copiar como texto enriquecido
fr: Copier en tant que texte riche
it: Copia come Rich Text
ja: リッチテキストとしてコピー
pt: Copiar como Texto com Formatação
tr: Zengin Metin Olarak Kopyala

source: Select All
de: Alles auswählen
es: Seleccionar todo
fr: Tout sélectionner
it: Seleziona tutto
ja: すべてを選択
pt: Selecionar Tudo
tr: Tümünü Seç

source: Straighten Quotes
de: Anführungszeichen glätten
es: Enderezar comillas
fr: Redresser les guillemets
it: Raddrizza virgolette
ja: 引用符をまっすぐにする
tr: Tırnakları Düzleştir

source: Script
de: Skript
ja: スクリプト
tr: Betik

source: Hide Inspector
de: Infofenster ausblenden
es: Ocultar Inspector
fr: Masquer l’inspecteur
it: Nascondi Ispettore
ja: インスペクタを非表示
pt: Ocultar Inspetor
tr: Denetçiyi Gizle

source: Show Inspector
de: Infofenster einblenden
es: Mostrar Inspector
fr: Afficher l’inspecteur
it: Mostra Ispettore
ja: インスペクタを表示
pt: Mostrar Inspetor
tr: Denetçiyi Göster

source: Hide Line Numbers
de: Zeilennummern ausblenden
es: Ocultar números de línea
fr: Masquer les numéros de ligne
it: Nascondi numeri di riga
ja: 行番号を非表示
pt: Ocultar Números das Linhas
tr: Satır Numaralarını Gizle

source: Show Line Numbers
de: Zeilennummern einblenden
es: Mostrar números de línea
fr: Afficher les numéros de ligne
it: Mostra numeri di riga
ja: 行番号を表示
pt: Mostrar Números das Linhas
tr: Satır Numaralarını Göster

source: Hide Status Bar
de: Statusleiste ausblenden
es: Ocultar barra de estado
fr: Masquer la barre d’état
it: Nascondi barra di stato
ja: ステータスバーを非表示
pt: Ocultar Barra de Estado
tr: Durum Çubuğunu Gizle

source: Show Status Bar
de: Statusleiste einblenden
es: Mostrar barra de estado
fr: Afficher la barre d’état
it: Mostra barra di stato
ja: ステータスバーを表示
pt: Mostrar Barra de Estado
tr: Durum Çubuğunu Göster

source: Hide Navigation Bar
de: Navigationsleiste ausblenden
es: Ocultar barra de navegación
fr: Masquer la barre de navigation
it: Nascondi barra di navigazione
ja: ナビゲーションバーを非表示
pt: Ocultar Barra de Navegação
tr: Dolaşım Çubuğunu Gizle

source: Show Navigation Bar
de: Navigationsleiste einblenden
es: Mostrar barra de navegación
fr: Afficher la barre de navigation
it: Mostra barra di navigazione
ja: ナビゲーションバーを表示
pt: Mostrar Barra de Navegação
tr: Dolaşım Çubuğunu Göster

source: Hide Invisibles
de: Steuerzeichen ausblenden
es: Ocultar caracteres invisibles
fr: Masquer les caractères invisibles
it: Nascondi caratteri invisibili
ja: 不可視文字を非表示
pt: Ocultar Invisíveis
tr: Görünmez Karakterleri Gizle

source: Show Invisibles
de: Steuerzeichen einblenden
es: Mostrar caracteres invisibles
fr: Afficher les caractères invisibles
it: Mostra caratteri invisibili
ja: 不可視文字を表示
pt: Mostrar Invisíveis
tr: Görünmez Karakterleri Göster

source: Hide Page Guide
de: Seitenhilfslinie ausblenden
es: Ocultar guía de página
fr: Masquer le guide de page
it: Nascondi guida pagina
ja: ページガイドを非表示
pt: Ocultar Guia da Página
tr: Sayfa Kılavuzunu Gizle

source: Show Page Guide
de: Seitenhilfslinie einblenden
es: Mostrar guía de página
fr: Afficher le guide de page
it: Mostra guida pagina
ja: ページガイドを表示
pt: Mostrar Guia da Página
tr: Sayfa Kılavuzunu Göster

source: Hide Indent Guides
de: Einzugshilfslinien ausblenden
es: Ocultar guías de sangría
fr: Masquer les guides d’indentation
it: Nascondi le guide per l’indentazione
ja: インデントガイドを非表示
pt: Ocultar Guias de Recuo
tr: Girintileme Kılavuzunu Gizle

source: Show Indent Guides
de: Einzugshilfslinien einblenden
es: Mostrar guías de sangría
fr: Afficher les guides d’indentation
it: Mostra le guide per l’indentazione
ja: インデントガイドを表示
pt: Mostrar Guias de Recuo
tr: Girintileme Kılavuzunu Göster

source: Unwrap Lines
de: Zeilen nicht umbrechen
es: No ajustar líneas
fr: Ne pas renvoyer à la ligne
it: Rimuovi a capo automatico
ja: 行を折り返さない
pt: Desajustar Linhas
tr: Satırları Kaydırma

source: Wrap Lines
de: Zeilen umbrechen
es: Ajustar líneas
fr: Renvoyer à la ligne
it: A capo automatico
ja: 行を折り返す
pt: Ajustar Linhas
tr: Satırları Kaydır

source: To show invisible characters, set them in the Window settings
de: Um Steuerzeichen anzuzeigen, setze sie in den Einstellungen „Fenster“
es: Para mostrar caracteres invisibles, configúrelos en la configuración de Ventana
fr: Pour afficher les caractères invisibles, définissez-les dans les préférences de la Fenêtre.
it: Per mostrare i caratteri invisibili, attivarli nelle impostazioni della finestra
ja: 不可視文字を表示させるには「ウインドウ」設定で設定を変更してください
pt: Para exibir caracteres invisíveis, configure-os na janela de Configurações
tr: Görünmez karakterleri pencere ayarlarından açabilirsiniz

source: Stack Editors Horizontally
de: Editoren horizontal stapeln
es: Apilar editores horizontalmente
fr: Empiler les éditeurs horizontalement
it: Affianca gli editor orizzontalmente
ja: 分割エディタを横に配置
pt: Posicionar Editores Horizontalmente
tr: Düzenleyicileri Yatay Yığ

source: Stack Editors Vertically
de: Editoren vertikal stapeln
es: Apilar editores verticalmente
fr: Empiler les éditeurs verticalement
it: Affianca gli editor verticalmente
ja: 分割エディタを縦に配置
pt: Posicionar Editores Verticalmente
tr: Düzenleyicileri Dikey Yığ

source: Lines:
de: Zeilen:
es: Líneas:
fr: Lignes :
it: Righe:
ja: 行数:
pt: Linhas:
tr: Satır:

source: Characters:
de: Zeichen:
es: Caracteres:
fr: Caractères :
it: Caratteri:
ja: 文字数:
pt: Caracteres:
tr: Karakter:

source: Words:
de: Wörter:
es: Palabras:
fr: Mots :
it: Parole:
ja: 単語数:
pt: Palavras:
tr: Sözcük:

source: Location:
de: Position:
es: Posición:
fr: Position :
it: Posizione:
ja: 位置:
pt: Localização:
tr: Konum:

source: Line:
de: Zeile:
es: Línea:
fr: Ligne :
it: Riga:
ja: 行:
pt: Linha:
tr: Satır:

source: Column:
de: Spalte:
es: Columna:
fr: Colonne :
it: Colonna:
ja: 列:
pt: Coluna:
tr: Sütun:

source: Jump to previous outline item
de: Zum vorherigen Gliederungsposten
es: Saltar al elemento del esquema anterior
fr: Aller à l’élément de structure précédent
it: Salta all’elemento Outline successivo
ja: 前の項目へ
pt: Salte para o item anterior do plano
tr: Bir önceki ana hat ögesine atla

source: Jump to next outline item
de: Zum nächsten Gliederungsposten
es: Saltar al siguiente elemento del esquema
fr: Aller à l’élément de structure suivant
it: Salta all’elemento Outline precedente
ja: 次の項目へ
pt: Salte para o item seguinte do plano
tr: Bir sonraki ana hat ögesine atla

source: Previous
de: Zurück
es: Anterior
fr: Précédent
it: Precedente
ja: 前へ
pt: Anterior
tr: Önceki

source: Next
de: Weiter
es: Siguiente
fr: Suivant
it: Avanti
ja: 次へ
pt: Seguinte
tr: Sonraki

source: Editor’s Opacity
de: Deckkraft des Editors
es: Opacidad del editor
fr: Opacité de l’éditeur
it: Opacità dell’Editor
ja: エディタの不透明度
pt: Opacidade do Editor
tr: Düzenleyici Matlığı

source: Transparent
de: Durchsichtig
es: Transparente
it: Trasparente
ja: 透明
pt: Transparente
tr: Saydam

source: Opaque
de: Undurchsichtig
es: Opaco
it: Opaco
ja: 不透明
pt: Opaco
tr: Mat

# Color Code
source: Colour Code
de: Farbcode
es: código de color
fr: Code couleur
it: Codice colore
ja: カラーコード
pt: código de Cor
tr: Renk Kodu

source: Hexadecimal
de: Hexadezimal
fr: Hexa
it: Esadecimale
ja: 16進数
pt: Hexa
tr: Onaltılık

source: Hexadecimal (Short)
de: Hexadezimal (Kurz)
es: Hexadecimal (corto)
fr: Hexa (Court)
it: Esadecimale (Breve)
ja: 16進数（ショート）
pt: Hexa (Curto)
tr: Onaltılık (Kısa)

source: CSS Keyword
de: CSS Schlüsselwort
es: CSS Palabra clave
fr: Nom CSS
it: CSS Parola chiave
ja: CSSキーワード
pt: Palavra-chave CSS
tr: CSS Anahtar Sözcük

source: Insert
de: Hinzufügen
es: Inserción
fr: Insérer
it: Inserisci
ja: 挿入
pt: Inserir
tr: Ekle

source: Stylesheet Keywords
de: CSS-Schlüsselwörter
es: Palabras clave de la hoja de estilo
fr: Mots-clés CSS
it: Parole chiave CSS
ja: スタイルシートキーワード
pt: Palavras-chave da Folha de Estilo
tr: Stil Sayfası Anahtar Sözcükleri

# Insert Color Code
source: Insert Colour Code
de: Farbcode hinzufügen
es: Insertar código de color
fr: Insérer le code couleur
it: Inserire codice colore
ja: カラーコードを挿入
pt: Inserir Código de Cor
tr: Renk Kodu Ekle

source: Recents
de: Zuletzt benutzt
es: Recientes
fr: Récents
it: Recenti
ja: 最近の項目
pt: Recentes
tr: Son Kullanılanlar

source: Clear Recents
de: Verlauf löschen
es: Borrar recientes
fr: Effacer les éléments récents
it: Cancella recenti
ja: 履歴を消去
pt: Limpar Recentes
tr: Son Kullanılanları Sil

source: Invalid code
de: Ungültiger Code
es: Código no válido
fr: Code invalide
ja: 無効なコード
pt: Codice non valido
tr: Geçersiz Kod

source: General
de: Allgemein
fr: Général
it: Generali
ja: 一般
pt: Geral
tr: Genel

source: Window
de: Fenster
es: Ventana
fr: Fenêtre
it: Finestra
ja: ウインドウ
pt: Janela
tr: Pencere

source: Appearance
de: Aussehen
es: Aspecto
fr: Apparence
it: Aspetto
ja: 外観
pt: Aparência
tr: Görünüş

source: Edit
de: Bearbeiten
es: Editar
fr: Editeur
it: Modifica
ja: 編集
pt: Edição
tr: Düzenle

source: Format
es: Formato
it: Formato
ja: フォーマット
pt: Formato
tr: Biçim

source: Snippets
es: Fragmentos
it: Snippet
ja: スニペット
pt: Fragmentos
tr: Kırpıntılar

source: Key Bindings
de: Kurzbefehle
es: Atajos de teclado
fr: Raccourcis
it: Abbreviazioni
ja: キーバインド
pt: Atalhos
tr: Düğme Bağıntıları

source: The change will be applied first on the next launch.
de: Die Änderung wird erst beim nächsten Start angewendet.
es: El cambio se aplicará primero en el próximo reinicio.
fr: Le changement sera appliqué au prochain lancement.
it: La modifica verrà applicata al prossimo avvio.
ja: この変更は次回アプリ起動時に適用されます。
pt: A alteração será aplicada quando o aplicativo for reaberto.
tr: Değişiklikler bir sonraki çalıştırmada uygulanacak.

source: Do you want to restart CotEditor now?
de: Möchtest du CotEditor jetzt neu starten?
es: ¿Quieres reiniciar CotEditor ahora?
fr: Voulez-vous relancer CotEditor maintenant ?
it: Si desidera riavviare CotEditor adesso?
ja: CotEditorを今すぐ再起動しますか?
pt: Deseja reabrir o CotEditor agora?
tr: CotEditor’ü şimdi yeniden başlatmak istiyor musunuz?

source: Restart Now
de: Neu starten
es: Reiniciar ahora
fr: Relancer maintenant
it: Riavvia ora
ja: 今すぐ再起動
pt: Reabrir Agora
tr: Şimdi Yeniden Başlat

source: Later
de: Später
es: Más tarde
fr: Plus tard
it: Più tardi
ja: あとで
pt: Mais Tarde
tr: Daha Sonra

source: installed at %@
de: bei %@ installiert
es: Instalado en %@
fr: Installé ici : %@
it: Installato in bei %@
ja: %@にインストール済み
pt: instalada em %@
tr: %@ konumuna yüklendi

source: The current 'cot' symbolic link doesn’t target the running CotEditor.
de: Der aktuelle 'cot' symbolische Link zielt nicht auf den laufenden CotEditor.
es: El enlace simbólico 'cot' actual no se dirige al CotEditor en ejecución.
fr: Le lien symbolique 'cot' actuel ne pointe pas vers la version de CotEditor en cours d'éxécution.
it: Il link simbolico 'cot' attuale non punta al CotEditor in esecuzione.
ja: 現在のcotシンボリックリンクはこのCotEditor以外に向けられています。
pt: O destino do link simbólico ‘cot’ atual não é o CotEditor em execução.
tr: Geçerli 'cot' sembolik bağı, çalışan CotEditor’ü hedeflemiyor.

source: The current 'cot' symbolic link may target an invalid path.
de: Der aktuelle 'cot' symbolische Link könnte auf einen ungültigen Pfad zielen.
es: El enlace simbólico 'cot' actual puede apuntar a una ruta no válida.
fr: Il se peut que le lien symbolique 'cot' pointe vers un chemin invalide.
it: Il link simbolico 'cot' attuale potrebbe puntare ad un percorso non valido.
ja: 現在のcotシンボリックリンクは無効なパスに向けられています。
pt: O destino do link simbólico ‘cot’ atual pode ser um caminho inválido.
tr: Geçerli 'cot' sembolik bağı, geçersiz bir yolu hedefleyebilir.

source: Suppress following warnings:
de: Folgenden Warnungen ausschalten:
es: Suprimir las siguientes advertencias:
fr: Cacher ces avertissements :
it: Sopprimi i seguenti avvisi:
ja: 以下を警告しない:
pt: Omitir os seguintes avisos:
tr: Aşağıdaki uyarıları sustur

source: Inconsistent line endings
de: Inkonsistente Zeilenenden
es: Finales de línea inconsistentes
fr: Fins de ligne inconsistantes
it: Fine riga non coerenti
ja: 改行コードの混在
pt: Fim de linha inconsistente
tr: Tutarsız satır sonları

source: The selected font doesn’t seem to be monospaced.
de: Die ausgewählte Schrift scheint proportional.
es: La fuente seleccionada no parece ser monoespaciada.
fr: La police sélectionnée ne semble pas être monochasse.
it: La font selezionata non sembra a spaziatura fissa.
ja: 選択したフォントは等幅フォントではないようです。
pt: A fonte selecionada não parace ser monoespaçada.
tr: Seçili font, sabit genişlikli değil gibi görünüyor
