Repository: coteditor/CotEditor
Catalog: CotEditor/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, pt, tr

source: OK
tr: Tamam

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
pt: Cancelar
tr: Vazgeç

source: Done
de: Fertig
es: OK
fr: OK
it: Fine
ja: 完了
pt: OK
tr: Bitti

source: Start
es: Iniciar
fr: Démarrer
it: Inizio
ja: 開始
pt: Iniciar
tr: Başlangıç

source: Restore Defaults
de: Standard wiederherstellen
es: Restaurar valores por omisión
fr: Réglages par défaut
it: Ripristina default
ja: デフォルトに戻す
pt: Restaurar Padrões
tr: Saptanmışlara Dön

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
pt: Apagar
tr: Sil

source: Inspector
de: Infofenster
fr: Inspecteur
it: Ispettore
ja: インスペクタ
pt: Inspetor
tr: Denetçi

source: Document Inspector
de: Dokument-Informationen
fr: Inspecteur de document
it: Ispettore del documento
ja: 書類情報
pt: Inspetor do Documento
tr: Belge Denetçisi

source: Outline
de: Gliederung
es: Tabla de contenido
fr: Structure
ja: アウトライン
pt: Plano
tr: Ana Hat

source: Warnings
de: Vorwarnungen
fr: Avertissements
it: Avvisi
ja: 警告
pt: Avisos
tr: Uyarılar

source: Incompatible Characters
de: Inkompatible Zeichen
fr: Caractères incompatibles
it: Caratteri incompatibili
ja: 非互換文字
pt: Caracteres Incompatíveis
tr: Uyumsuz Karakterler

source: Filter
es: Filtro
it: Filtra
ja: フィルタ
pt: Filtrar
tr: Filtre

source: Status Bar
de: Statusleiste
es: Barra de estado
fr: Barre d’état
it: Barra di stato
ja: ステータスバー
pt: Barra de Estado
tr: Durum Çubuğu

source: Editor
fr: Éditeur
ja: エディタ
tr: Düzenleyici

source: Navigation Bar
de: Navigationsleiste
es: Barra de navegación
fr: Barre de navigation
it: Barra di navigazione
ja: ナビゲーションバー
pt: Barra de Navegação
tr: Dolaşım Çubuğu

source: Line Numbers
de: Zeilennummern
es: Números de línea
fr: Numéros de ligne
it: Numeri di riga
ja: 行番号
pt: Números das Linhas
tr: Satır Numaraları

source: Find Result
de: Suchergebnis
es: Buscar resultado
fr: Résultat de la recherche
it: Risultati di ricerca
ja: 検索結果
pt: Resultados da Busca
tr: Arama Sonucu

source: Are you sure you want to delete “%@”?
de: Soll „%@“ wirklich gelöscht werden?
es: ¿Seguro que quieres eliminar “%@”?
fr: Voulez-vous vraiment supprimer « %@ » ?
it: Confermi di voler eliminare “%@”?
ja: “%@”を削除してもよろしいですか?
pt: Tem certeza de que deseja apagar “%@”?
tr: “%@” öğesini silmek istediğinizden emin misiniz?

source: This action cannot be undone.
de: Diese Aktion kann nicht widerrufen werden.
es: Esta operación no puede deshacerse.
fr: Cette action est irréversible.
it: L’azione è irreversibile.
ja: この操作は取り消せません。
pt: Essa ação não pode ser desfeita.
tr: Bu eylem geri alınamaz.

source: “%@” is a CotEditor theme file.
de: „%@“ ist eine CotEditor-Themadatei.
es: “%@” es un archivo de tema de CotEditor.
fr: « %@ » est un fichier de thème CotEditor.
it: “%@” è un file di tema CotEditor.
ja: “%@”はCotEditorテーマファイルです。
pt: “%@” é um arquivo de tema do CotEditor.
tr: “%@”, bir CotEditor tema dosyasıdır.

source: Do you want to install this theme?
de: Möchtest du das Thema installieren?
es: ¿Quieres instalar este tema?
fr: Voulez-vous installer ce thème ?
it: Si desidera installare questo tema?
ja: テーマをインストールしますか?
pt: Deseja instalar este tema?
tr: Bu temayı yüklemek istiyor musunuz?

source: Install
de: Installieren
es: Instalar
fr: Installer
it: Installa
ja: インストール
pt: Instalar
tr: Yükle

source: Open as Text File
de: Als Textdatei öffnen
es: Abrir como archivo de texto
fr: Ouvrir en tant que fichier texte
it: Apri come file di testo
ja: テキストファイルとして開く
pt: Abrir como Arquivo de Texto
tr: Metin Dosyası Olarak Aç

source: A new theme named “%@” has been successfully installed.
de: Ein neues Thema mit dem Namen „%@“ wurde erfolgreich installiert.
es: Un nuevo tema llamado “%@” ha sido instalado correctamente.
fr: Un nouveau thème nommé « %@ » a été installé avec succès.
it: Un nuovo tema dal nome “%@” è stato installato correttamente.
ja: 新しいテーマ“%@”がインストールされました。
pt: Um novo tema chamado “%@” foi instalado com êxito.
tr: Yeni tema “%@” başarıyla yüklendi.

source: Issue Report
de: Fehlerbericht
es: Informe de fallos
fr: Signaler un problème
it: Segnala un problema
ja: 不具合レポート
pt: Relatório de Problema
tr: Hata Bildir

source: Replace
de: Ersetzen
es: Reemplazar
fr: Remplacer
it: Sostituisci
ja: 置換
pt: Substituir
tr: Değiştir

source: Find All
de: Alles suchen
es: Encontrar todo
fr: Tout rechercher
it: Cerca tutto
ja: すべて検索
pt: Buscar Tudo
tr: Tümünü Bul

source: Replace All
de: Alles ersetzen
es: Reemplazar todo
fr: Tout remplacer
it: Sostituisci tutto
ja: すべて置換
pt: Substituir Tudo
tr: Tümünü Değiştir

source: Highlight All
de: Alles markieren
es: Resaltar todo
fr: Tout surligner
it: Evidenzia tutto
ja: すべてハイライト
pt: Destacar Tudo
tr: Tümünü Vurgula

source: Searching in text…
de: Im Text suchen …
es: Buscando en el texto…
fr: Recherche en cours…
it: Ricerca nel testo…
ja: テキストを検索しています…
pt: Buscando no texto…
tr: Metinde aranıyor…

source: %lld string found.
de: %lld Zeichenkette gefunden.
es: Cadena %lld encontrada.
fr: %lld élément trouvé.
it: %lld stringa trovata.
ja: %lld件見つかりました。
pt: %lld string encontrada.
tr: %lld dizi bulundu.

source: %lld strings found.
de: %lld Zeichenketten gefunden.
es: Cadenas %lld encontradas.
fr: %lld éléments trouvés.
it: %lld stringhe trovate.
ja: %lld件見つかりました。
pt: %lld strings encontradas.
tr: %lld dizi bulundu.

source: %lld string replaced.
de: %lld Zeichenkette ersetzt.
es: Cadena %lld reemplazada.
fr: %lld élément remplacé.
it: %lld stringa sostituita.
ja: %lld件置換しました。
pt: %lld string substituída.
tr: %lld dizi değiştirildi.

source: %lld strings replaced.
de: %lld Zeichenketten ersetzt.
es: Cadenas %lld reemplazadas.
fr: %lld éléments remplacés.
it: %lld stringhe sostituite.
ja: %lld件置換しました。
pt: %lld strings substituídas.
tr: %lld dizi değiştirildi.

source: Invalid regular expression
de: Ungültiger regulärer Ausdruck
es: Expresión regular no válida
fr: Expression régulière invalide
it: Espressione regolare non valida
ja: 無効な正規表現です。
pt: Expressão regular inválida
tr: Geçersiz düzenli ifade

source: Empty find string
de: Leerer Suchbegriff
es: Cadena de búsqueda vacía
fr: Châine de recherche vide
it: Stringa di ricerca vuota
ja: 検索文字列が空です。
pt: String de busca vazia
tr: Bulunacak dizi boş

source: The option “in selection” is selected, although nothing is selected.
de: Die Option „In Auswahl“ ist aktiviert, obwohl nichts ausgewählt ist.
es: La opción “in selection” está seleccionada, aunque no se selecciona nada.
fr: L’option « Dans la sélection » est activée mais il n’y a aucune sélection.
it: L’opzione “nella selezione” è attiva, ma non è stato selezionato nulla.
ja: ”選択範囲のみ”オプションが有効になっていますが、何も選択されていません。
pt: A opção “Na Seleção” está habilitada, porém nada está selecionado.
tr: “seçimde” seçeneği etkin; ancak hiçbir şey seçilmemiş.

source: Input text to find.
de: Gib den zu findenden Text ein.
es: Introduzca texto a encontrar.
fr: Texte à rechercher
it: Inserire il testo da cercare.
ja: 検索するテキストを入力してください。
pt: Digite o texto a buscar.
tr: Bulunacak girdi metni

source: Select the search scope in the document or turn off the “in selection” option.
de: Wähle den Suchbereich im Dokument oder deaktiviere die Option „In Auswahl“.
es: Seleccione el ámbito de búsqueda en el documento o deshabilite la opción “in selection”.
fr: Sélectionnez le périmètre de recherche dans le document ou désactivez l’option « dans la sélection ».
it: Selezionare l’ambito di ricerca nel documento, oppure disabilitare l’opzione “nella selezione”.
ja: 検索範囲を選択するか”選択範囲のみ”オプションを無効にしてください。
pt: Selecione o escopo da busca no documento ou desmarque a opção “Na Seleção.”
tr: Belgedeki arama kapsamını değiştir veya “seçimde” seçeneğini devre dışı bırak.

source: Search wrapped.
de: Die Suche startet von vorn.
es: Búsqueda terminada.
fr: Retour au début.
it: Ricerca dall’inizio
ja: 検索が折り返されました。
pt: A busca voltou ao início.
tr: Arama baştan sürüyor

source: Find & Replace
de: Suchen & Ersetzen
es: Buscar y reemplazar
fr: Rechercher et Remplacer
it: Trova e sostituisci
ja: 検索と置換
pt: Buscar e Substituir
tr: Bul ve Değiştir

source: Not found
de: Nicht gefunden
es: No encontrado
fr: Introuvable
it: Non trovato
ja: 見つかりません
pt: Não encontrado
tr: Bulunamadı

source: Not replaced
de: Nicht ersetzt
es: No reemplazado
fr: Non remplacé
it: Non sostituiti
ja: 見つかりません
pt: Não substituído
tr: Değiştirilmedi

source: Regular Expression
de: Regulärer Ausdruck
es: Expresión regular
fr: Expression régulière
pt: Expressão Regular
tr: Düzenli İfade

source: Select to search with regular expression.
de: Auswählen, um mit regulärem Ausdruck zu suchen.
es: Seleccione para buscar con expresión regular.
fr: Sélectionnez pour rechercher à l’aide d’une expression régulière.
pt: Selecione para buscar com expressão regular.
tr: Düzenli ifade kullanarak aramak için seçin.

source: Ignore Case
de: Groß-/Kleinschreibung ignorieren
es: Ignorar mayúsculas
fr: Ignorer la casse
pt: Ignorar Maiúsculas/Minúsculas
tr: Büyük-Küçük Harf Fark Etmez

source: Select to ignore character case on search.
de: Auswählen, um beim Suchen Groß-/Kleinschreibung zu ignorieren.
es: Seleccione para ignorar las mayúsculas y minúsculas del carácter en la búsqueda.
fr: Sélectionnez pour ignorer la casse lors de la recherche.
pt: Selecione para ignorar maiúsculas/minúsculas ao buscar.
tr: Seçimde BÜYÜK/küçük harf yok saymak için seçin.

source: In Selection
de: In der Auswahl
es: En la selección
fr: Dans la sélection
pt: Na Seleção
tr: Seçimde Bul

source: Select to search text only from selection.
de: Auswählen, um nur in der Auswahl zu suchen.
es: Seleccione para buscar texto solo de la selección.
fr: Sélectionnez pour rechercher le texte seulement dans la sélection.
pt: Selecione para buscar apenas no texto da seleção.
tr: Yalnızca seçimden arama yapmak için seçin.

source: Show quick reference for regular expression syntax.
de: Kurzreferenz des regulären Ausdrucks anzeigen.
es: Mostrar referencia rápida para la sintaxis de expresiones regulares.
fr: Affiche un pense-bête pour les expressions régulières
pt: Mostre a referência rápida da sintaxe de expressões regulares.
tr: Düzenli ifade sözdizimi için hızlı başvuruyu göster.

source: Advanced options
de: Erweiterte Optionen
es: Opciones avanzadas
fr: Options avancées
pt: Opções avançadas
tr: Gelişmiş seçenekler

source: Show advanced options
de: Erweiterte Optionen einblenden
es: Mostrar opciones avanzadas
fr: Afficher les options avancées
pt: Mostrar opções avançadas
tr: Gelişmiş seçenekleri göster

source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
pt: Fechar
tr: Kapat

source: Close find result.
de: Suchergebnis schließen.
fr: Ferme les résultats de recherche.
it: Chiudi i risultati di ricerca.
ja: 検索結果を閉じる
pt: Feche os resultados da busca.
tr: Bulma sonucunu kapat.

source: Find and list all matches.
de: Suchen und alle Übereinstimmungen auflisten.
es: Busca y enumera todas las coincidencias.
fr: Liste tous les résultats.
it: Mostra tutti i risultati di ricerca.
ja: すべての一致を検索しリストアップ
pt: Liste todas as ocorrências.
tr: Tüm eşleşmeleri listele.

source: Replace all matches with the replacement text.
de: Alle Übereinstimmungen durch den Ersetzungstext ersetzen.
es: Reemplaza todas las coincidencias con el texto de reemplazo.
fr: Remplace tous les résultats par le texte de remplacement.
it: Applica il testo sostitutivo a tutti i risultati di ricerca.
ja: すべての一致を置換テキストで置き換え
pt: Substitua todas as ocorrências pelo texto de substituição.
tr: Tüm eşleşmeleri değişim metniyle değiştir.

source: Replace the current selection with the replacement text, then find the next match.
de: Die aktuelle Auswahl durch den Ersetzungstext ersetzen, dann die nächste Übereinstimmung suchen.
es: Reemplace la selección actual con el texto de reemplazo y, a continuación, busque la siguiente coincidencia.
fr: Remplacer la sélection avec le texte de remplacement, puis chercher la prochaine correspondance.
it: Sostituisci la selezione attuale con il testo sostitutivo, poi passa al risultato successivo.
ja: 現在の選択範囲を置換テキストで置き換えてから、次の一致を検索
pt: Substitua a seleção atual pelo texto de substituição e busque a ocorrência seguinte.
tr: Geçerli seçimi değiştirilecek metinle değiştir, sonrasında bir sonraki eşleşmeyi bul.

source: Find Previous
de: Weitersuchen (rückwärts)
es: Buscar anterior
fr: Rechercher le précédent
it: Cerca precedente
ja: 前を検索
pt: Buscar Anterior
tr: Öncekini Bul

source: Find previous match.
de: Vorherige Übereinstimmung suchen.
es: Encuentra la coincidencia anterior.
fr: Recherche le résultat précédent.
it: Cerca l’occorrenza precedente.
ja: 前の一致を検索
pt: Busque a ocorrência anterior.
tr: Bir önceki eşleşmeyi bul.

source: Find Next
de: Weitersuchen (vorwärts)
es: Buscar siguiente
fr: Rechercher le suivant
it: Cerca successivo
ja: 次を検索
pt: Buscar Seguinte
tr: Sonrakini Bul

source: Find next match.
de: Nächste Übereinstimmung suchen.
es: Encuentra la siguiente coincidencia.
fr: Recherche le résultat suivant.
it: Cerca l’occorrenza successivo.
ja: 次の一致を検索
pt: Busque a ocorrência seguinte.
tr: Bir sonraki eşleşmeyi bul.

source: Find string: %@
de: Suchbegriff: %@
es: Buscar cadena: %@
fr: Chaîne recherchée : %@
it: Trova stringa: %@
ja: 検索文字列: %@
pt: Buscar string: %@
tr: Diziyi bul: %@

source: No strings found in “%@”.
de: Keine Zeichenketten in „%@“ gefunden.
es: No se encuentran cadenas en “%@”.
fr: Aucune chaîne trouvée dans « %@ ».
it: Nessuna stringa trovata in “%@”.
ja: “%@”内に見つかりませんでした。
pt: Nenhuma string encontrada em “%@.”
tr: %@ içinde dizi bulunamadı.

source: Found one string in “%@”.
de: Eine Zeichenkette in „%@“ gefunden.
es: Encontré una cadena en “%@”.
fr: Une chaîne trouvée dans « %@ ».
it: Trovata una stringa in “%@”.
ja: “%@”内に1件見つかりました。
pt: 1 string encontrada em “%@.”
tr: %@ içinde bir dizi bulundu.

source: Found %lld strings in “%@”.
de: %lld Zeichenketten „%@” in gefunden.
es: Encontré %lld cadenas en “%@”.
fr: %lld chaînes trouvées dans « %@ ».
it: Trovate %lld stringhe in %@”.
ja: “%2$@”内に%1$lld件見つかりました。
pt: %lld strings encontradas em “%@.”
tr: %2$@ içinde %1$lld dizi bulundu.

source: Line
de: Zeile
es: Línea
fr: Ligne
it: Riga
ja: 行
pt: Linha
tr: Satır

source: Found String
de: Gefundener Suchbegriff
es: Cadena encontrada
fr: Chaîne trouvée
it: Stringa trovata
ja: 文字列
pt: String Encontrada
tr: Dizi Bulundu

source: Basic Regular Expression Syntax
de: Grundlegende Grammatik regulärer Ausdrücke
fr: Syntaxe de base des expressions régulières
it: Sintassi di un’espressione regolare di base
ja: 正規表現の基本文法
pt: Sintaxe Básica de Expressões Regulares
tr: Yalın Düzenli İfade Sözdizimi

source: Characters
de: Zeichen
es: Caracteres
fr: Caractères
it: Caratteri
ja: 文字
pt: Caracteres
tr: Karakterler

source: any character
de: beliebiges Zeichen
fr: N’importe quel caractère
it: Qualsiasi carattere
ja: 任意の1文字
pt: qualquer caractere
tr: herhangi bir karakter

source: new line character
de: Zeilenende (New Line)
fr: Nouvelle ligne
it: Carattere a capo (nuova riga)
ja: 改行
pt: caractere de nova linha
tr: yeni satır karakteri

source: tab character
de: Tabulator-Zeichen
fr: Tabulation
it: Carattere Tabulazione
ja: 水平タブ
pt: caractere de tabulação
tr: sekme karakteri

source: word character
de: Buchstabe
fr: Mot
it: Carattere parola
ja: 単語構成文字
pt: caractere de palavra
tr: sözcük karakteri

source: whitespace character
de: Leerzeichen
fr: Espace
it: Carattere spazio bianco
ja: 空白文字
pt: caractere de espaço em branco
tr: boşluk karakteri

source: non-whitespace character
de: kein Leerzeichen
fr: Pas un espace
it: Carattere non spazio bianco
ja: 非空白文字
pt: caractere de espaço não em branco
tr: boşluk olmayan karakter

source: decimal number
de: Ziffer
fr: Chiffre
it: Decimale
ja: 10進数字
pt: número decimal
tr: onluk sayı

source: any character in range A to Z
de: irgendein Zeichen im Bereich A bis Z
fr: Caractère entre A et Z
it: Qualsiasi carattere dalla A alla Z
ja: AからZの中の任意の1文字
pt: qualquer caractere entre A e Z
tr: A-Z erimindeki herhangi bir karakter

source: any character not in range A to Z
de: irgendein Zeichen nicht im Bereich A bis Z
fr: Tout sauf un caractère entre A et Z
it: Qualsiasi carattere non nell’intervallo A-Z
ja: AからZ以外の任意の1文字
pt: qualquer caractere fora de A a Z
tr: A-Z eriminde bulunmayan herhangi bir karakter

source: Anchors
de: Anker
fr: Ancrages
it: Ancore
ja: アンカー
pt: Âncoras
tr: Çapalar

source: beginning of the line
de: Anfang der Zeile
fr: Début de la ligne
it: Inizio riga
ja: 行頭
pt: início da linha
tr: satır başlangıcı

source: end of the line
de: Ende der Zeile
fr: Fin de la ligne
it: Fine riga
ja: 行末
pt: final da linha
tr: satır sonu

source: word boundary
de: Wortgrenze
fr: Début ou fin de mot
it: Limiti delle parole
ja: 非単語境界
pt: limite da palavra
tr: sözcük sınırı

source: Quantifiers
de: Quantoren
fr: Quantificateurs
it: Quantificatore
ja: 量指定子
pt: Quantificadores
tr: Niceleyiciler

source: 1 or 0 times
de: null- oder einmal
fr: 1 fois ou 0
it: Una o zero volte
ja: 1回または0回
pt: 1 ou 0 vez
tr: 1 veya 0 kez

source: 0 or more times
de: null- oder mehrmals
fr: 0 fois ou plus
it: Zero o più volte
ja: 0回以上
pt: 0 ou mais vezes
tr: 0 veya daha çok kez

source: 1 or more times
de: einmal oder mehrmals
fr: 1 fois ou plus
it: Una o più volte
ja: 1回以上
pt: 1 ou mais vezes
tr: 1 veya daha çok kez

source: at least n but not more than m times
de: mindestens n-mal und maximal m-mal
fr: Au moins n mais pas plus de m fois
it: Almeno n volte ma non più di m volte
ja: n回以上m回以下
pt: ao menos n, mas não mais que m vezes
tr: en az n; ancak m’den fazla değil

source: at least n times
de: mindestens n-mal
fr: Au moins n fois
it: Almeno n volte
ja: n回以上
pt: ao menos n vezes
tr: en az n kez

source: at least 0 but not more than n times
de: mindestens nullmal und maximal n-mal
fr: Au moins 0 fois mais plus de n fois
it: Almeno 0 volte ma non più di n volte
ja: 0回以上n回以下
pt: ao menos 0, mas não mais que n vezes
tr: en az 0; ancak n’den fazla değil

source: n times
de: n-mal
fr: n fois
it: n volte
ja: n回
pt: n vezes
tr: n kez

source: Extended Groups
de: Erweiterte Gruppen
fr: Groupes étendus
it: Gruppi estesi
ja: 拡張グループ
pt: Grupos Ampliados
tr: Genişletilmiş Gruplar

source: look-ahead
fr: Test avant
it: guarda avanti
ja: 先読み
tr: öne bak

source: look-behind
fr: Test arrière
it: guarda indietro
ja: 戻り読み
tr: arkaya bak

source: Back Reference
de: Rückwärtsreferenz
fr: Références passées
ja: 後方参照
pt: Referência Inversa
tr: Geri Başvuru

source: first match
de: erste Übereinstimmung
fr: Première correspondance
it: primo risultato
ja: 最初の一致
pt: primeira ocorrência
tr: ilk eşleşme

source: The syntax conforms to the %@ specifications.
de: Die Syntax entspricht den Spezifikationen von der %@.
fr: Syntaxe conforme aux spécifications %@.
it: La sintassi rispetta le specifiche %@
ja: 文法は%@の仕様に準拠しています。
pt: A sintaxe está em conformidade com as especificações %@.
tr: Sözdizim, %@ belirtimine uyar.

source: Advanced Find Options
de: Erweiterte Suchoptionen
es: Opciones de búsqueda avanzada
fr: Options avancées de recherche
it: Opzioni di ricerca avanzata
ja: 詳細検索オプション
pt: Opções Avançadas de Busca
tr: Gelişmiş Bul Seçenekleri

source: Wrap search around
de: Gesamtes Dokument
es: Envolver la búsqueda
fr: Revenir en haut à la fin du document
it: Manda a capo la ricerca
ja: 検索を折り返す
pt: Voltar busca ao início
tr: Aramayı başa sar

source: Search incrementally
de: Inkrementell suchen
es: Buscar de forma incremental
fr: Recherche incrémentale
it: Ricerca incrementale
ja: インクリメンタルに検索
pt: Buscar incrementalmente
tr: Aşamalı olarak ara

source: Textual Search
de: Textuelle Suche
es: Búsqueda textual
fr: Recherche textuelle
it: Ricerca testuale
ja: テキスト検索
pt: Busca Textual
tr: Metin Araması

source: Match only whole word
de: Nur ganze Wörter
es: Empareja solo la palabra completa
fr: Rechercher le mot entier
it: Solo parole intere
ja: 単語に完全一致
pt: Apenas ocorrências da palavra completa
tr: Yalnızca tam sözcükleri eşleştir

source: Restrict search results to the whole words.
de: Suchergebnisse auf ganze Wörter beschränken.
es: Restringir los resultados de la búsqueda a las palabras completas.
fr: Restreint les résultats de recherche aux mots entiers.
it: Limita i risultati della ricerca alle parole intere.
ja: 入力した単語と完全に一致する単語のみに限定
pt: Restrinja os resultados da busca a palavras completas.
tr: Arama sonuçlarını tam sonuçlarla sınırla.

source: Distinguish characters strictly
de: Zeichen streng unterscheiden
es: Distinguir estrictamente los caracteres
fr: Equivalence stricte des caractères
it: Distingui i caratteri con precisione
ja: 文字を厳密に判別
pt: Distinguir caracteres estritamente
tr: Karakterleri açıkça birbirinden ayırt et

source: Exact character-by-character equivalence.
de: Äquivalenz Zeichen für Zeichen vergleichen.
es: Equivalencia exacta carácter por carácter.
fr: Exacte équivalence caractère par caractère
it: Equivalenza assoluta dei caratteri.
ja: バイトレベルで完全一致する文字列にのみ一致
pt: Exige a equivalência exata, caractere por caractere.
tr: Tam karakter eşliği.

source: Ignore diacritical marks
de: Diakritische Zeichen ignorieren
es: Ignorar las marcas diacríticas
fr: Ignorer les signes diacritiques
it: Ignora segni diacritici
ja: 発音区別記号を無視
pt: Ignorar sinais diacríticos
tr: Aksan imlerini yok say

source: Search ignores diacritical marks (e.g. ö = o).
de: Suche ignoriert diakritische Zeichen (z. B. ö = o).
es: La búsqueda ignora las marcas diacríticas (ej: ö = o).
fr: La recherche ignore les signes diacritiques (par exemple : ö = o)
it: La ricerca ignora i segni diacritici (es. ö = o).
ja: 文字の発音記号を無視して検索（例: ö = o）
pt: A busca ignora sinais diacríticos (ö = o).
tr: Arama, aksan imlerini yok sayar (örn. ö = o).

source: Ignore width differences
de: Breitenunterschiede ignorieren
es: Ignorar las diferencias de ancho
fr: Ignorer les différences de chasse
it: Ignora le differenze di ampiezza
ja: 全角/半角を無視
pt: Ignorar diferenças de largura
tr: Genişlik ayrımlarını yok say

source: Search ignores width differences in character forms (e.g. ａ = a).
de: Suche ignoriert den Unterschied der Breite der Zeichenform (z. B. ａ = a).
es: La búsqueda ignora las diferencias de ancho en las formas de caracteres (ej: ａ = a).
fr: Ignore les différences de forme des caractères (par exemple : ａ = a).
it: La ricerca ignora le differenze di ampiezza nei caratteri (es. ａ = a).
ja: 文字の全角/半角を無視して検索（例: ａ = a）
pt: A busca ignora as diferenças de largura nas formas dos caracteres (ａ = a).
tr: Arama, karakter biçimlerindeki genişlik ayrımlarını yok sayar (örn. ａ = a).

source: Regular Expression Search
de: Regulärer-Ausdruck-Suche
es: Búsqueda de expresiones regulares
fr: Expressions régulières
it: Ricerca espressioni regolari
ja: 正規表現検索
pt: Busca com Expressão Regular
tr: Düzenli İfade Araması

source: Dot matches line separators
de: Punkt entspricht Zeilenumbrüchen
es: El punto coincide con los separadores de líneas
fr: Le point capture les séparateurs de ligne
it: Il punto vale come separatore di riga
ja: ドットが改行に一致
pt: Ponto corresponde a separadores de linha
tr: Nokta, satır ayırıcıları ile eşleşir

source: Allow . to match any character, including newline characters (singleline).
de: . mit jedem Zeichen einschließlich Zeilenumbrüchen übereinstimmen lassen (singleline).
es: Permitir que . coincida con cualquier carácter, incluidos los caracteres de nueva línea (una sola línea).
fr: Le caractère . capture n’importe quel caractère, y compris les caractères de nouvelle ligne.
it: Consente al . di equivalere a qualunque carattere, anche quello di nuova riga (singola).
ja: .が改行記号を含むすべての文字に一致（単一行モード）
pt: Permite que . corresponda a qualquer caractere, incluindo caracteres de nova linha (linha única).
tr: . karakterinin yenisatır karakteri dahil herhangi bir karakteri eşlemesine izin ver (tek satır).

source: Anchors match lines
de: Anker entsprechen Zeilen
es: Los anclajes coinciden con las líneas
fr: Ancrage de ligne
it: Le Anchors valgono come righe
ja: アンカーが行頭/行末に一致
pt: Âncoras correspondem a linhas
tr: Çapalar satırlarla eşleşir
