Repository: coteditor/CotEditor
Catalog: CotEditor/*.lproj/Main.strings
Languages: de, it

# qTb-gl-0V3.title
source: New
de: Neu
it: Nuovo

# I1W-t0-8TD.title
source: Open…
de: Öffnen …
it: Apri…

# 58.title
source: About CotEditor
de: Über CotEditor
it: Informazioni su CotEditor

# 129.title
source: Preferences…
de: Einstellungen …
it: Preferenze…

# 130.title
source: Services
de: Dienste
it: Servizi

# 131.title
source: Services
de: Dienste
it: Servizi

# 134.title
source: Hide CotEditor
de: CotEditor ausblenden
it: Nascondi CotEditor

# 145.title
source: Hide Others
de: Andere ausblenden
it: Nascondi altri

# 150.title
source: Show All
de: Alle einblenden
it: Mostra tutto

# 136.title
source: Quit CotEditor
de: CotEditor beenden
it: Esci da CotEditor

# 82.title
source: New
de: Neu
it: Nuovo

# cTV-Rh-597.title
source: New Window
de: Neues Fenster
it: Nuova finestra

# WCp-4v-OPR.title
source: New Tab
de: Neuer Tab
it: Nuovo pannello

# 72.title
source: Open…
de: Öffnen …
it: Apri…

# 124.title
source: Open Recent
de: Benutzte Dokumente
it: Apri recenti

# 125.title
source: Open Recent
de: Benutzte Dokumente
it: Apri recenti

# 73.title
source: Close
de: Fenster schließen
it: Chiudi

# 75.title
source: Save
de: Sichern
it: Salva

# 80.title
source: Save As…
de: Sichern als …
it: Salva come…

# 112.title
source: Revert to Saved
de: Zurück zur letzten Version
it: Ripristina

# 77.title
source: Page Setup…
de: Papierformat …
it: Formato di pagina…

# 78.title
source: Print…
de: Drucken …
it: Stampa…

# 163.title
source: Edit
de: Bearbeiten
it: Modifica

# 169.title
source: Edit
de: Bearbeiten
it: Modifica

# 158.title
source: Undo
de: Widerrufen
it: Annulla

# 173.title
source: Redo
de: Wiederholen
it: Ripetistina

# 160.title
source: Cut
de: Ausschneiden
it: Taglia

# 157.title
source: Copy
de: Kopieren
it: Copia

# j3t-7l-xSy.title
source: Copy as Rich Text
de: Als formatierten Text kopieren
it: Copia come testo formattato

# 171.title
source: Paste
de: Einsetzen
it: Incolla

# MTm-Qg-WjY.title
source: Paste Exactly
it: Incolla esattamente

# 164.title
source: Delete
de: Löschen
it: Elimina

# Qa9-dA-CF1.title
source: Complete
de: Vervollständigen
it: Completa

# 172.title
source: Select All
de: Alles auswählen
it: Seleziona tutto

# Cwp-ys-LJc.title
source: Select Line
de: Zeile auswählen
it: Seleziona riga

# 0HX-j9-5jF.title
source: Select Word
de: Wort auswählen
it: Seleziona parola

# 631.title
source: Input Backslash
de: Backslash eingeben
it: Inserisci Backslash

# 633.title
source: Input Yen Mark
de: Yen-Zeichen eingeben
it: Inserisci simbolo Yen

# tWx-pj-3PL.title
source: Input in Unicode Code Point…
de: In Unicode-Codepunkt eingeben …
it: Inserisci in Punto di Codice Unicode…

# 2QI-XD-7pJ.title
source: Spelling and Grammar
de: Rechtschreibung und Grammatik
it: Grammatica e ortografia

# rKZ-vK-0OH.title
source: Spelling
de: Rechtschreibung und Grammatik
it: Grammatica e ortografia

# uXu-vF-RqZ.title
source: Show Spelling and Grammar
de: Rechtschreibung und Grammatik einblenden
it: Mostra ortografia e grammatica

# hIk-Nu-0X3.title
source: Check Document Now
de: Dokument jetzt prüfen
it: Controlla il documento adesso

# 9ny-sN-pmO.title
source: Check Spelling While Typing
de: Während der Texteingabe prüfen
it: Controlla ortografia mentre scrivo

# 5eg-wx-S4p.title
source: Check Grammar With Spelling
de: Rechtschreib- und Grammatikprüfung
it: Controlla grammatica e ortografia

# kQ8-FM-Cgx.title
source: Correct Spelling Automatically
de: Rechtschreibung automatisch korrigieren
it: Correggi automaticamente ortografia

# yN3-iT-4Lq.title
source: Substitutions
de: Ersetzungen
it: Sostituzioni

# 2wy-A5-6kZ.title
source: Substitutions
de: Ersetzungen
it: Sostituzioni

# 7NX-1r-Wq7.title
source: Replace Quotes
de: Anführungszeichen ersetzen
it: Sostituisci virgolette

# 9gl-1h-Yit.title
source: Straighten Quotes
de: Anführungszeichen glätten
it: Raddrizza virgolette

# hMS-qd-BCS.title
source: Replace Dashes
de: Bindestriche ersetzen
it: Sostituisci trattini

# ue7-85-H8l.title
source: Replace Text
de: Text ersetzen
it: Sostituisci testo

# gqI-2M-XIx.title
source: Show Substitutions
de: Ersetzungen einblenden
it: Mostra sostituzioni

# QKD-ue-EQp.title
source: Smart Copy/Paste
de: Intelligentes Kopieren/Einsetzen
it: Copia/Incolla smart

# sza-9T-f4h.title
source: Smart Quotes
de: Intelligente Anführungszeichen
it: Virgolette curve

# cIp-rb-QPk.title
source: Smart Dashes
de: Intelligente Bindestriche
it: Trattini smart

# PSn-PG-o9k.title
source: Text Replacement
de: Text ersetzen
it: Sostituzione testo

# gBe-fO-wVv.title
source: Speech
de: Sprachausgabe
it: Voce

# HZ8-G2-f8d.title
source: Speech
de: Sprachausgabe
it: Voce

# 4mJ-DV-Qjz.title
source: Start Speaking
de: Sprachausgabe starten
it: Avvia riproduzione

# 2rV-Ut-h4x.title
source: Stop Speaking
de: Sprachausgabe stoppen
it: Interrompi riproduzione

# 247.title
source: Format
it: Formato

# 246.title
source: Format
it: Formato

# 294.title
source: Line Endings
de: Zeilenenden
it: Fine riga

# 296.title
source: Line Endings
de: Zeilenenden
it: Fine riga

# 297.title
source: Classic Mac OS (CR)
de: Klassisches Mac OS (CR)
it: Mac OS classico (CR)

# 299.title
source: File Encoding
de: Codierung
it: Codifica file

# 300.title
source: File Encoding
de: Codierung
it: Codifica file

# 302.title
source: Syntax Style
de: Syntaxstil
it: Stile sintassi

# 304.title
source: Syntax Style
de: Syntaxstil
it: Stile sintassi

# 458.title
source: Recolour All
de: Alles umfärben
it: Ricolora tutto

# 424.title
source: Show Fonts
de: Schriften einblenden
it: Mostra font

# 405.title
source: Bigger
de: Größer
it: Più grande

# 404.title
source: Smaller
de: Kleiner
it: Più piccolo

# 574.title
source: Reset to Default
de: Auf Standard zurücksetzen
it: Reimposta al default

# viH-Eo-wKz.title
source: Ligatures
de: Ligaturen
it: Ligature

# djM-fI-MkN.title
source: Tab Width
de: Tabulatorbreite
it: Larghezza Tab

# xAm-b4-9CY.title
source: Tab Width
de: Tabulatorbreite
it: Larghezza Tab

# gMO-5n-fiJ.title
source: Custom…
de: Konfigurieren …
it: Personalizzato…

# hsG-8k-OKX.title
source: Expand to Spaces Automatically
de: Tabulatoren automatisch expandieren
it: Espandi Tab automaticamente

# 788.title
source: Show Invisibles
de: Unsichtbare Zeichen einblenden
it: Mostra caratteri invisibili

# Qqu-pI-Xz6.title
source: Show Indent Guides
it: Mostra guide per l’indentazione

# 749.title
source: Show Page Guide
de: Seitenhilfslinie einblenden
it: Mostra guida pagina

# mEh-BD-ZlV.title
source: Writing Direction
de: Schreibrichtung
it: Direzione scrittura

# hxr-2A-KYT.title
source: Writing Direction
de: Schreibrichtung
it: Direzione scrittura

# 6eV-nI-heo.title
source: Orientation
de: Orientierung
it: Orientamento

# jQ7-hG-AjA.title
source: Horizontal
it: Orizzontale

# bTd-nG-jjc.title
source: Vertical
de: Vertikal
it: Verticale

# ICu-yD-nVi.title
source: Direction
de: Richtung
it: Direzione

# 7pw-5S-ekC.title
source: Left to Right
de: Von links nach rechts
it: Da sinistra a destra

# clG-Ph-Iyz.title
source: Right to Left
de: Von rechts nach links
it: Da destra a sinistra

# 286.title
source: Wrap Lines
de: Zeilen umbrechen
it: A capo automatico

# 8z7-Jc-agP.title
source: Theme
de: Thema
it: Tema

# 165-HJ-Xty.title
source: Theme
de: Thema
it: Tema

# 322.title
source: View
de: Darstellung
it: Vista

# 324.title
source: View
de: Darstellung
it: Vista

# 612.title
source: Hide Toolbar
de: Symbolleiste ausblenden
it: Nascondi la barra strumenti

# 613.title
source: Customise Toolbar…
de: Symbolleiste anpassen …
it: Personalizza la barra strumenti…

# 564.title
source: Document Inspector
de: Dokument-Informationen
it: Ispettore del documento

# 679.title
source: Warnings
de: Inkompatible Zeichen
it: Avvisi

# I2p-KB-gxR.title
source: Show Inspector
de: Infofenster einblenden
it: Mostra Ispettore

# 681.title
source: Show Navigation Bar
de: Navigationsleiste einblenden
it: Mostra barra di navigazione

# 323.title
source: Show Line Numbers
de: Zeilennummern einblenden
it: Mostra numeri di riga

# 325.title
source: Show Status Bar
de: Statusleiste einblenden
it: Mostra barra di stato

# 793.title
source: Split Editor
de: Editor teilen
it: Editor diviso

# 794.title
source: Focus on Next Split Editor
de: Auf vorherigen geteilten Editor fokussieren
it: Attiva il riquadro di editing successivo

# 795.title
source: Focus on Previous Split Editor
de: Auf nächsten geteilten Editor fokussieren
it: Attiva il riquadro di editing precedente

# u46-te-4c4.title
source: Stack Editors Vertically
de: Editoren vertikal stapeln
it: Allinea gli editor in verticale

# 796.title
source: Close Split Editor
de: Geteilten Editor schließen
it: Chiudi editor diviso

# 367.title
source: Change Editor’s Opacity…
de: Deckkraft des Editors wechseln …
it: Cambia la opacità dell’editor…

# 2da-fK-Nkg.title
source: Enter Full Screen
it: Vai a tutto schermo

# 578.title
source: Text
it: Testo

# 579.title
source: Text
it: Testo

# EYa-d3-sUR.title
source: Comment
de: Kommentar
it: Commento

# yph-qH-qNE.title
source: Comment
de: Kommentar
it: Commento

# LLy-Yx-tXI.title
source: Toggle Comment
de: Aus-/Unkommentieren
it: Attiva commento

# F6P-7N-LSf.title
source: Inline Comment
de: Inline auskommentieren
it: Inserisci commento

# U5v-4k-2tq.title
source: Block Comment
de: Block auskommentieren
it: Blocca commento

# dob-yj-jf3.title
source: Uncomment
de: Unkommentieren
it: De-commenta

# 4h9-iu-ehP.title
source: Indentation
de: Einzug
it: Rientro

# YOd-Hk-eIa.title
source: Indentation
de: Einzug
it: Rientro

# 454.title
source: Shift Right
de: Einrücken
it: Scorri a destra

# 455.title
source: Shift Left
de: Ausrücken
it: Scorri a sinistra

# EOT-3u-f0a.title
source: Convert Indentation to Spaces
de: Einzug in Leerzeichen konvertieren
it: Converti il rientro in spazi

# q32-Jm-eR3.title
source: Convert Indentation to Tabs
de: Einzug in Tabulatoren konvertieren
it: Converti il rientro in Tab

# Kb8-QD-tYZ.title
source: Lines
de: Zeilen
it: Righe

# BSD-be-CV9.title
source: Lines
de: Zeilen
it: Righe

# 4t7-IA-1r3.title
source: Move Up
de: Nach oben verschieben
it: Sposta in alto

# J59-OR-kzC.title
source: Move Down
de: Nach unten verschieben
it: Sposta in basso

# OQl-Uo-yfn.title
source: Sort
de: Sortieren
it: Ordina

# lNH-Mh-pIE.title
source: Sort by Pattern…
de: Nach Muster sortieren …
it: Ordina per motivo…

# xhf-NR-D2Q.title
source: Reverse
de: Umdrehen
it: Inverti

# M8V-zi-g4l.title
source: Shuffle
it: Mescola

# bjv-m0-tZq.title
source: Delete Duplicates
de: Doppelte löschen
it: Elimina duplicati

# m48-5E-yia.title
source: Duplicate Line
de: Zeile duplizieren
it: Duplica riga

# sFn-3j-pY5.title
source: Delete Line
de: Zeile löschen
it: Elimina riga

# 9dv-Zb-W60.title
source: Surround Selection With
de: Auswahl umgeben mit
it: Circonda la selezione con

# AUq-CT-rPl.title
source: Surround Selection With
de: Auswahl umgeben mit
it: Circonda la selezione con

# Srp-eD-10Q.title
source: Single Quotes
de: Einfachen Anführungszeichen
it: Virgolette singole

# O8z-C9-ECD.title
source: Double Quotes
de: Doppelten Anführungszeichen
it: Virgolette doppie

# G3o-1h-GwR.title
source: Round Brackets
de: Runden Klammern
it: Parentesi

# Xoq-43-C1z.title
source: Braces
de: Geschweiften Klammern
it: Parentesi graffe

# cTU-2P-7Tp.title
source: Square Brackets
de: Eckige Klammern
it: Parentesi quadre

# 3VX-DL-PgT.title
source: Custom…
de: Konfigurieren …
it: Personalizzato…

# hBJ-Ge-278.title
source: Trim Trailing Whitespace
de: Leerzeichen am Zeilenende entfernen
it: Rimuovi gli spazi bianchi a fine riga

# GXo-ds-ygp.title
source: Transformations
de: Transformationen
it: Trasformazioni

# b36-nH-7po.title
source: Transformations
de: Transformationen
it: Trasformazioni

# RX2-gg-n33.title
source: Make Uppercase
de: Großbuchstaben
it: Scrivi in lettere maiuscole

# ZrR-aL-1eB.title
source: Make Lowercase
de: Kleinbuchstaben
it: Scrivi in lettere minuscole

# LC4-lg-eO0.title
source: Capitalise
de: Großschreiben
it: Iniziali maiuscole

# F0I-F4-srF.title
source: Make Snakecase
de: Snakecase
it: Usa notazione a serpente

# nlp-Gj-W9G.title
source: Make Camelcase
de: Camelcase
it: Usa notazione a cammello

# x1F-KX-2de.title
source: Make Pascalcase
de: Pascalcase
it: Usa notazione Pascal

# xxp-UD-STx.title
source: URL Encode
it: Codifica URL

# 3VB-Bg-Ker.title
source: URL Decode
it: Decodifica URL

# dVK-1s-xJq.title
source: Half-width to Full-width
de: Halbbreiten zu Vollbreiten
it: Da mezza ampiezza a tutta ampiezza

# Skr-vI-7VN.title
source: Full-width to Half-width
de: Vollbreiten zu Halbbreiten
it: Da tutta ampiezza a mezza ampiezza

# 586.title
source: ASCII to Full-width ASCII
de: ASCII zu Vollbreiten-ASCII
it: Da ASCII ad ASCII a tutta larghezza

# 588.title
source: Full-width ASCII to ASCII
de: Vollbreiten-ASCII zu ASCII
it: Da ASCII a tutta larghezza ad ASCII

# XWV-by-mnw.title
source: Japanese Text
de: Japanischer Text
it: Testo Giapponese

# 592.title
source: Hiragana to Katakana
de: Hiragana zu Katakana
it: Da Hiragana a Katakana

# 594.title
source: Katakana to Hiragana
de: Katakana zu Hiragana
it: Da Katakana a Hiragana

# 600.title
source: Unicode Normalisations
de: Unicode-Normalisierungen
it: Normalizzazioni Unicode

# 599.title
source: Unicode Normalisations
de: Unicode-Normalisierungen
it: Normalizzazioni Unicode

# 663.title
source: Insert Encoding Name
de: Codierungsname hinzufügen
it: Inserisci nome della codifica

# 663.ibShadowedToolTip
source: Insert encoding name as IANA charset name
de: Codierungsname als IANA-Charset hinzufügen
it: Inserisci il nome della codifica come set di caratteri IANA

# ToR-yH-ahH.title
source: Inspect Character
de: Zeicheninformation einblenden
it: Ispeziona carattere

# SPF-Mw-eZP.title
source: Advanced Character Count…
it: Conteggio caratteri avanzato…

# 641.title
source: Edit Colour Code…
de: Farbcode bearbeiten …
it: Modifica codice colore…

# 538.title
source: Find
de: Suchen
it: Cerca

# kGA-vM-cdL.title
source: Find
de: Suchen
it: Cerca

# eP6-ss-sUG.title
source: Find…
de: Suchen …
it: Cerca…

# NwE-Cf-L9F.title
source: Find Next
de: Weitersuchen
it: Cerca successivo

# wiV-Hh-7xU.title
source: Find Previous
de: Weitersuchen (rückwärts)
it: Cerca precedente

# HgR-ke-6gq.title
source: Find All
de: Alles suchen
it: Cerca tutti

# ULf-cT-Xvb.title
source: Select All Find Matches
de: Alle Übereinstimmungen auswählen
it: Seleziona tutte le corrispondenze

# hTx-ef-3T2.title
source: Use Selection for Find
de: Auswahl als Suchbegriff verwenden
it: Usa selezione per cercare

# kwa-lu-0Fz.title
source: Use Selection for Replace
de: Auswahl als Ersatzbegriff verwenden
it: Usa selezione per sostituzione

# p4A-mE-Ve3.title
source: Jump to Selection
de: Zur Auswahl springen
it: Vai alla selezione

# bnD-BP-sPi.title
source: Replace
de: Ersetzen
it: Sostituisci

# KrV-3z-r5B.title
source: Replace and Find Next
de: Ersetzen und weitersuchen
it: Sostituisci e trova successivo

# 5HV-xo-NTK.title
source: Replace All
de: Alles ersetzen
it: Sostituisci tutto

# o7K-sI-KJA.title
source: Multiple Replace…
de: Multipel ersetzen…
it: Sostituzione multipla…

# JAO-3o-fRo.title
source: Highlight All
de: Hervorheben
it: Evidenzia

# 5is-7G-OVT.title
source: Unhighlight
de: Hervorhebung aufheben
it: Rimuovi evidenziazione

# PmT-ho-UU7.title
source: Open Outline Menu
it: Apri il menu Outline

# 9Lf-39-x5S.title
source: Select Previous Outline Item
de: Vorherigen Gliederungspunkt auswählen
it: Seleziona elemento Outline precedente

# PWZ-Om-OhX.title
source: Select Next Outline Item
de: Nächsten Gliederungspunkt auswählen
it: Seleziona elemento Outline successivo

# eIc-Sj-2mO.title
source: Go to Line…
de: Gehe zu Zeile …
it: Vai a…

# 19.title
source: Window
de: Fenster
it: Finestra

# 24.title
source: Window
de: Fenster
it: Finestra

# 23.title
source: Minimise
de: Im Dock ablegen
it: Contrai

# 203.title
source: Zoom
de: Zoomen
it: Ridimensiona

# 5.title
source: Bring All to Front
de: Alle nach vorne bringen
it: Porta tutto in primo piano

# 103.title
source: Help
de: Hilfe
it: Aiuto

# 106.title
source: Help
de: Hilfe
it: Aiuto

# 111.title
source: CotEditor Help
de: CotEditor-Hilfe
it: Guida di CotEditor

# M1N-Fg-Bo4.title
source: CotEditor Scripting Guide
de: CotEditor-Skripthandbuch
it: Manuale Scripting di CotEditor

# OLa-Mb-rXS.title
source: CotEditor Scripting Guide
de: CotEditor-Skripthandbuch
it: Manuale Scripting di CotEditor

# u2o-8v-WPL.title
source: About Scripting
de: Über Skriptierung
it: Sulla creazione di script

# 620.title
source: AppleScript Dictionary
de: AppleScript-Bibliothek
it: Dizionario AppleScript

# DCW-Ij-540.title
source: What’s New in CotEditor
de: Was ist neu in CotEditor
it: Cosa c’è di nuovo in CotEditor

# 822.title
source: Release Notes
de: Veröffentlichungshinweise
it: Note di rilascio

# 824.title
source: Acknowledgements
de: Anmerkungen
it: Ringraziamenti

# iHn-Ed-A8u.title
source: Create Issue Report
de: Fehlerbericht erstellen
it: Apri la segnalazione di un problema

# Bk3-xx-uft.title
source: Report Issue
de: Fehler berichten
it: Segnala un problema

# g34-YV-E6o.title
source: CotEditor Website
de: CotEditor-Webseite
it: Sito Web di CotEditor

# 83.title
source: File
de: Ablage

# 81.title
source: File
de: Ablage

# 410.title
source: Font
de: Schrift

# 418.title
source: Font
de: Schrift

# 745.title
source: Antialias
de: Text glätten

# sYa-2o-iPk.title
source: Inspector
de: Infofenster

# 10j-rd-fWr.title
source: Inspector
de: Infofenster

# Gch-XD-tRl.title
source: Outline
de: Gliederung

# 653.title
source: Console
de: Konsole

# 616.title
source: Script
de: Skript

# 617.title
source: Script
de: Skript
