Repository: coteditor/CotEditor
Catalog: CotEditor/*.lproj/UnicodeNormalization.strings
Languages: es

source: NFKC Casefold
es: NFKC plegado

source: Modified NFC
es: NFC modificado

source: Modified NFD
es: NFD modificado

source: Canonical Decomposition
es: Descomposición canónica

source: Canonical Decomposition, followed by Canonical Composition
es: Descomposición canónica, seguida de composición canónica

source: Compatibility Decomposition
es: Descomposición de compatibilidad

source: Compatibility Decomposition, followed by Canonical Composition
es: Descomposición de compatibilidad, seguida de la composición canónica

source: Applying NFKC, CaseFolding, and removal of default-ignorable code points
es: Aplicación de NFKC, plegado y eliminación de puntos de código ignorables por defecto

source: Unofficial NFD-based normalization form used in HFS+
es: Formulario de normalización no oficial basado en NFD utilizado en HFS+

source: Unofficial NFC-based normalization form corresponding to Modified NFD
es: Formulario de normalización no oficial basado en NFC correspondiente a NFD modificado
